Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/objects/locales/*.po
Languages: fr_fr

source: :information_source: Task is being resumed after some time. To prevent participants being incorrectly marked as AFK, {len} matches' AFK check are disabled.
fr_fr: :information_source: La tâche de fond est en train d'être relancée après un certain temps. Pour éviter que les participants ne soient incorrectement marqués comme étant AFK, la vérification AFK de {len} matchs est désactivée.

source: You already have that set in your queue.
fr_fr: Vous avez déjà ce set dans votre file d'attente.

source: That set already has a streamer defined *(<{streamer}>)*.
fr_fr: Ce set a déjà un streamer assigné *(<{streamer}>)*.

source: That match is finished.
fr_fr: Ce match est terminé.

source: :warning: A bug occured on set {set} (one player disqualified but still listed in an open match, Challonge bug). The bot attempted a fix by forcing a winner, but you might want to check the bracket and make sure everything is fine.
fr_fr: :warning: Un bug est survenu sur le set {set} (un joueur a été disqualifié, mais il est toujours listé dans un match ouvert, bug de Challonge). Le bot a tenté de corriger cela en forçant un vainqueur, mais vous devriez vérifier le bracket et vous assurer que tout se déroule bien.

source: :warning: Challonge participant with name "{name}" can't be found in this server. This can be due to a name change, or the member left. Player is disqualified from this tournament.
fr_fr: :warning: Le participant Challonge avec le nom "{name}" ne peut pas être trouvé dans ce serveur. Cela peut être dû à un changement de nom, ou le membre a quitté le serveur. Le joueur est disqualifié de ce tournoi.

source: Since this occured when starting the tournament, there may have been an error when uploading participants, or you skipped registration, relied on the existing participants in the bracket, and the names doesn't match the members' names in this server. If this is the case, you may want to roll back the tournament's start with the `{prefix}resetbracket` command, and retry.
fr_fr: Puisque cela s'est produit au début du tournoi, il peut y avoir eu une erreur lors de l'upload des participants, ou vous avez ignoré l'inscription, compté sur les participants existants dans le bracket, et les noms ne correspondent pas aux noms des membres de ce serveur. Si c'est le cas, vous pouvez vouloir annuler le début du tournoi avec la commande `{prefix}resetbracket`, et réessayer.

source: :warning: Multiple Challonge participants can't be found in this server. This can be due to name changes, or the members left. {startup} The following players are disqualified from this tournament: {names}
fr_fr: :warning: Plusieurs participants n'ont pas pu être trouvés sur ce serveur. Cela peut être dû à des changements de nom ou aux membres quittant. {startup} Les joueurs suivants sont disqualifiés de ce tournoi : {names}
