Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/objects/locales/*.po
Languages: fr_fr

source: You successfully checked in for the tournament **{name}**!
fr_fr: Vous vous êtes check avec succès pour le tournoi **{name} ** !

source: Grand Final
fr_fr: Grande finale

source: Winners Final
fr_fr: Finale des gagnants

source: Winners Semi-Final
fr_fr: Demi-finale des gagnants

source: Winners Quarter-Final
fr_fr: Quart de finale des gagnants

source: Winners round {round}
fr_fr: Ronde des gagnants {round}

source: Losers Final
fr_fr: Finale des perdants

source: Losers Semi-Final
fr_fr: Demi-finale des perdants

source: Losers Quarter-Final
fr_fr: Quart de finale des perdants

source: Losers round {round}
fr_fr: Manche des perdants {round}

source: :warning: **The bracket was modified!** This results in this match having to be replayed. Please check your new position on the bracket.
fr_fr: :warning: **Le bracket a été modifié !** Cela signifie que ce match doit être rejoué. Veuillez vérifier votre nouvelle position sur le bracket.

source: :white_small_square: The rules must follow the ones given in {channel}
fr_fr: :white_small_square: Les règles doivent suivre celles données dans {channel}

source: :white_small_square: The list of legal stages is available with `{prefix}stages` command.
fr_fr: :white_small_square: La liste des stages légaux est disponible avec la commande `{prefix}stages`.

source: :white_small_square: The list of counter stages is available with `{prefix}counters` command.
fr_fr: :white_small_square: La liste des counters légaux est disponible avec la commande `{prefix}counters`.

source: in {channel}
fr_fr: dans {channel}

source: :white_small_square: In case of lag making the game unplayable, use the `{prefix}lag` command to call the T.O. and solve the problem. :white_small_square: **As soon as the set is done**, the winner sets the score {score_channel} with the `{prefix}win` command. :arrow_forward: You will play this set as a {type}.
fr_fr: :white_small_square: En cas de lag rendant le jeu injouable, utilisez la commande `{prefix}lag` pour appeler les T.O.s et résoudre le problème. :white_small_square: **Dès que le set est terminé**, le gagnant règle le score {score_channel} avec la commande `{prefix}win`. :arrow_forward: Vous jouerez ce set en {type}.

source: :game_die: **{player}** was picked to begin the bans *({baninfo})*.
fr_fr: :game_die: **{player}** a été choisi pour commencer les bans *({baninfo})*.

source: ** You will be on stream on {streamer}!** :warning: **Do not play your set for now and wait for your turn.** I will send a message once it is your turn with instructions.
fr_fr: **Vous allez être en stream avec {streamer} !** :warning: **Ne jouez pas votre set pour le moment et attendez votre tour.** Je vous enverrai un message une fois que c'est votre tour avec plus d'instructions.

source: **You channel can't be created because of a problem. Do your set in DM and come back to set the result.**
fr_fr: **Votre salon ne peut pas être créé en raison d'un problème. Faites votre set en MP et revenez pour définir le résultat.**

source: **on stream!**
fr_fr: **en stream !**

source: in DM
fr_fr: en MP

source: Here are the access codes: ID: {id} Passcode: {passcode}
fr_fr: Voici les codes d'accès : ID : {id} Code d'accès : {passcode}

source: You can go on stream on {channel} !{access}
fr_fr: Vous pouvez jouer en stream sur {channel} !{access}

source: :arrow_forward: Sending set {set} ({name}) on stream with **{streamer}**: {player1} vs {player2}
fr_fr: :arrow_forward: Envoi du set {set} ({name}) on stream avec **{streamer}** : {player1} vs {player2}

source: {player1} {player2} :warning: Your match was just added to {channel}'s stream queue ({link}) **You must stop playing now and wait for your turn.** Sorry for this sudden change, please contact a T.O. if you have a question.
fr_fr: {player1} {player2} :warning: Votre match vient d'être ajouté à la file d'attente du streamer {channel} ({link}) **Vous devez arrêter de jouer maintenant et attendre votre tour.** Désolé pour ce changement soudain, veuillez contacter un T.O. si vous avez une question.

source: There was an issue unmarking set {set} as underway. The bracket may not display correct informations, but this isn't critical at all. Players may have issues setting their score, you can set that manually on the bracket.
fr_fr: Il y a eu un problème en marquant le set {set} en attente. Le bracket peut ne pas afficher des informations incorrectes, mais ce n'est pas grave du tout. Les joueurs peuvent avoir des problèmes pour définir leur score, vous pouvez le définir manuellement sur le bracket.

source: There was an issue unmarking your set as underway. The bracket may not display correct informations, but this isn't critical. If you encounter an issue setting your score, contact a T.O.
fr_fr: Il y a eu un problème en marquant votre set en attente. Le bracket peut ne pas afficher des informations incorrectes, mais ce n'est pas critique. Si une erreur se produit en réglant votre score, contactez un T.O.

source: {player1} {player2} :warning: Your match was just added to {channel}'s stream ({link}). **You must now play on stream!**{access}
fr_fr: {player1} {player2} :warning: Votre match vient d'être ajouté au stream de {channel} ({link}). **Vous devez maintenant jouer en stream !**{access}

source: {player1} {player2} The stream was cancelled. You can start/continue your match normally. :warning: AFK checks are re-enabled.
fr_fr: {player1} {player2} Le stream a été annulé. Vous pouvez commencer/continuer votre set normalement. :warning: La vérification de joueurs inactifs est réactivée.

source: Set launch
fr_fr: Lancement du set

source: There was an issue marking set {set} as underway. The bracket may not display correct informations, but this isn't critical at all. Players may have issues setting their score, you can set that manually on the bracket.
fr_fr: Il y a eu un problème en marquant le set {set} en cours. Le bracket peut ne pas afficher des informations correctes, mais ce n'est pas grave du tout. Les joueurs peuvent avoir des problèmes pour définir leur score, vous pouvez le définir manuellement sur le bracket.

source: There was an issue marking your set as underway. The bracket may not display correct informations, but you can play as usual for now. If you encounter an issue setting your score, contact a T.O.
fr_fr: Il y a eu un problème en marquant votre set en cours. Le bracket peut ne pas afficher des informations correctes, mais vous pouvez jouer comme d'habitude. Si une erreur se produit en réglant votre score, contactez un T.O.

source: {player1} {player2} :warning: The score of this set was reset on the bracket. Therefore, **the set must be replayed**. Ask the T.O. if you have questions or believe this is a mistake.
fr_fr: {player1} {player2} :warning: Le score de ce set a été réinitialisé sur le bracket. Par conséquent, **le set doit être rejoué**. Demandez aux T.O.s si vous avez des questions ou si vous pensez que c'est une erreur.

source: :information_source: **Automatic DQ** of {player1} and {player2} for inactivity, the set #{set} is cancelled.
fr_fr: :information_source: **DQ automatique** de {player1} et {player2} pour inactivité, le set #{set} est annulé.

source: :timer: **Automatic DQ of {player} for inactivity.**
fr_fr: :timer: **DQ automatique de {player} pour inactivité.**

source: :information_source: **Automatic DQ** of {player} for inactivity, set #{set}.
fr_fr: :information_source: **DQ automatique** de {player} pour inactivité, set #{set}.

source: Sorry, you were disqualified from this tournament because you weren't active in your channel. Contact the T.O. if you believe this is a mistake.
fr_fr: Désolé, vous avez été disqualifié de ce tournoi parce que vous n'étiez pas actif dans votre salon. Contactez un T.O. si vous pensez qu'il s'agit d'une erreur.

source: :warning: This match is taking a lot of time! As soon as this is finished, set your score with `{prefix}win`{channel}.
fr_fr: :warning: Ce match prend beaucoup de temps! Dès que cela est terminé, définissez votre score avec `{prefix}win`{channel}.

source: in {channel}
fr_fr: dans {channel}

source: T.O.s will be warned if this match is still ongoing in {time} minutes.
fr_fr: Les T.O.s seront avertis si ce match est toujours en cours dans {time} minutes.

source: :warning: The set {set} is taking a lot of time (now open since {time} minutes).
fr_fr: :warning: Le set {set} prend beaucoup de temps (maintenant en cours depuis {time} minutes).

source: #{set} (in DM)
fr_fr: #{set} (en MP)

source: Your match is taking too much time, T.O.s were warned.
fr_fr: Votre match prend trop de temps, les T.O.s ont été avertis.

source: :bell: __Score reported__ : **{winner}** wins{score} ! *In case of a problem, call a T.O. to fix the score.* *Note : this channel will be deleted after 5 minutes of inactivity.*{remote}
fr_fr: :bell: __Score rapporté__ : **{winner}** gagne{score} ! *En cas de problème, appelez un T.O. pour fixer le score.* *Note : ce salon sera supprimé après 5 minutes d'inactivité.*{remote}

source: :information_source: The score was directly set on the bracket.
fr_fr: :information_source: Le score a été directement réglé sur le bracket.

source: :warning: **Your set is cancelled!** This is probably because of manual bracket modifications. Check the bracket, and contact a T.O. if you believe this is a problem.
fr_fr: :warning: **Votre set est annulé !** Cela est probablement dû à des modifications manuelles du bracket. Vérifiez le bracket et contactez un T.O. si vous pensez que c'est un problème.

source: Remote returned a different match list, or the bracket was reset. I am therefore clearing the outdated matches. Check the bracket for details.
fr_fr: Le bracket a renvoyé une liste de matchs différente, ou il a été réinitialisée. Je vais donc retirer les matchs obsolètes. Consultez le bracket pour plus de détails.

source: Player with ID {id} (lost on Discord)
fr_fr: Le joueur avec ID {id} (perdu sur Discord)

source: Player {player}
fr_fr: Le joueur {player}

source: {player} disqualified from the tournament. {winner.mention} is winning this set!
fr_fr: {player} a été disqualifié du tournoi. {winner.mention} gagne ce set !

source: Your opponent was disqualified from the tournament. You are winning this set!
fr_fr: Votre adversaire a été disqualifié du tournoi. Vous avez gagné ce set !

source: Player {player.mention} forfeits this set. {winner.mention} is winning!
fr_fr: Le joueur {player.mention} déclaire forfait. {winner.mention} gagne !

source: Your opponent forfeited. You are winning this set!
fr_fr: Votre adversaire a déclaré forfait. Vous avez gagné ce set !

source: :information_source: Set {match} cancelled, both players left.
fr_fr: :information_source: Set {match} annulé, les deux joueurs ont quitté.

source: :information_source: Set {set} finished, player with ID {player} can't be found.
fr_fr: :information_source: Set {set} terminé, le joueur avec l'ID {player} est introuvable.

source: {date} at {time}
fr_fr: {date} à {time}

source: The tournament's date has already passed.
fr_fr: La date du tournoi est déjà dépassée.

source: Start date
fr_fr: Date de début

source: Registration start
fr_fr: Début des inscriptions

source: Registration second start
fr_fr: Deuxième début des inscriptions

source: Registration stop
fr_fr: Fin des inscriptions

source: Check-in start
fr_fr: Début du check-in

source: Check-in stop
fr_fr: Fin du check-in

source: Some dates are passed.
fr_fr: Certaines dates sont dépassées.

source: Registration start and stop times conflict.
fr_fr: Le début et la fin des inscriptions sont en conflit.

source: Second registration start time conflict.
fr_fr: La date de début de la deuxième ouverture des inscriptions est en conflit.

source: Check-in start and stop times conflict.
fr_fr: Les dates de début et de fin du check-in sont en conflit.

source: New category of sets.
fr_fr: Nouvelle catégorie de sets.

source: :information_source: Changes were detected on the upstream bracket. This may result in multiple sets ending, relaunch or cancellation. Affected sets: {sets}
fr_fr: :information_source: Des changements ont été détectés sur le bracket. Cela peut entraîner la fin, le relancement ou l'annulation de plusieurs sets. Sets affectés: {sets}

source: :white_small_square: __Check-in:__ From {begin} to {end}
fr_fr: :white_small_square: __Check-in:__ De {begin} à {end}

source: {registered}/{limit} participants registered
fr_fr: {registered}/{limit} participants inscrits

source: {registered} participants registered *(no limit set)*
fr_fr: {registered} participants inscrits *(sans limite définie)*

source: :white_small_square: __Ruleset:__ See {channel}
fr_fr: :white_small_square: __Ruleset :__ Voir {channel}

source: **{t.name}** | *{t.game}* :white_small_square: __Date:__ {date} :white_small_square: __Register:__ Closing at {time} {checkin}:white_small_square: __Participants:__ {limit} :white_small_square: __Bracket:__ {t.url} {ruleset} You can register/unregister to this tournament with the `{t.bot_prefix}in` and `{t.bot_prefix}out` commands. *Note: your Discord username will be used in the bracket.*
fr_fr: **{t.name}** | *{t.game}* :white_small_square: __Date :__ {date} :white_small_square: __Inscriptions :__ Fermeture à {time} {checkin}:white_small_square: __Participants :__ {limit} :white_small_square: __Bracket:__ {t.url} {ruleset} Vous pouvez vous inscrire/désinscrire à ce tournoi avec les commandes `{t.bot_prefix}in` et `{t.bot_prefix}out`. *Note : votre nom d'utilisateur Discord sera utilisé sur le bracket.*

source: {role} Registrations for the tournament **{tournament}** are now re-opened{channel} until {date}!
fr_fr: {role} Les inscriptions pour le tournoi **{tournament}** sont maintenant réouvertes{channel} jusqu'à {date}!

source: {role} Registrations for the tournament **{tournament}** are now opened in {channel}! See the pinned message there for details. :calendar_spiral: This tournament will take place on **{date}**.
fr_fr: {role} Les inscriptions pour le tournoi **{tournament}** sont maintenant ouvertes dans {channel} ! Consultez le message épinglé pour plus de détails. :calendar_spiral: Ce tournoi aura lieu le **{date}**.

source: Limited to {limit} particiapants.
fr_fr: Limité à {limit} participants.

source: No limit set.
fr_fr: Aucune limite définie.

source: {role} Registrations for the tournament **{t.name}** are now opened! :calendar_spiral: This tournament will take place on **{date}**. :white_small_square: __Register:__ Closing at {time} {checkin}:white_small_square: __Participants:__ {limit} :white_small_square: __Bracket:__ {t.url} {ruleset} You can register/unregister to this tournament with the `{t.bot_prefix}in` and `{t.bot_prefix}out` commands. *Note: your Discord username will be used in the bracket.*
fr_fr: {role} Les inscriptions pour le tournoi **{t.name}** sont maintenant ouvertes ! :calendar_spiral: Ce tournoi aura lieu le **{date}**. :white_small_square: __Inscription :__ Fermeture à {time} {checkin}:white_small_square: __Participants:__ {limit} :white_small_square: __Bracket:__ {t.url} {ruleset} Vous pouvez vous inscrire/désinscrire à ce tournoi avec les commandes `{t.bot_prefix}in` et `{t.bot_prefix}out`. *Note : votre nom d'utilisateur Discord sera utilisé pour le bracket.*

source: Registration ended.
fr_fr: Inscriptions terminées.

source: Cancelled check-in start since there are currently no participants.
fr_fr: Check-in annulé car il n'y a actuellement aucun participant.

source: Registrations are still ongoing, and new participants are pre-checked.
fr_fr: Les inscriptions sont toujours en cours et les nouveaux participants sont check automatiquement.

source: {role} The check-in for **{t.name}** has started! You have to confirm your presence by typing `{t.bot_prefix}in` here{end_time}. If you want to unregister, type `{t.bot_prefix}out` instead. :warning: If you don't check in time, you will be unregistered!
fr_fr: {role} Le check-in pour **{t.name}** a commencé ! Vous devez confirmer votre présence en envoyant `{t.bot_prefix}in` ici{end_time}. Si vous voulez vous désinscrire, tapez `{t.bot_prefix}out` à la place. :warning: Si vous ne checkez pas à temps, vous serez désinscrit !

source: until {}
fr_fr: jusqu'à {}

source: :information_source: Check-in started{channel}! You can still register here until {end_time}. Anyone registering as of now will already be checked in.
fr_fr: :information_source: Le check-in a commencé{channel}! Vous pouvez toujours vous inscrire ici jusqu'à {end_time}. Toute personne s'inscrivant dès maintenant sera déjà check.

source: in {}
fr_fr: dans {}

source: :clock1: **Check-in reminder!** - {members} You have until {end_time} to check-in, or you'll be unregistered.
fr_fr: :clock1: **Rappel de check-in !** - {members} Vous avez jusqu'à {end_time} pour vous check, ou vous serez désinscrit.

source: :warning: **Attention!** You have **{time} minutes** left for checking-in to the tournament **{tournament}**.
fr_fr: :warning: **Attention!** Il vous reste{time} minutes** pour check au tournoi **{tournament}**.

source: Participant not checked.
fr_fr: Participant non check.

source: You didn't check-in on time. You are therefore unregistered from the tournament **{tournament}**.
fr_fr: Vous n'avez pas check à temps. Vous êtes donc désinscrits du tournoi **{tournament}**.

source: :information_source: Check-in was ended. {removed}
fr_fr: :information_source: Le check-in est terminé. {removed}

source: {} participants didn't check and were unregistered.
fr_fr: {} participants n'ont pas check et ont étés désinscrits.

source: No participant was unregistered.
fr_fr: Aucun participant n'a été désinscrit.

source: :warning: {} participants couldn't have their roles removed:
fr_fr: :warning: {} participants n'ont pas pu avoir leurs rôles supprimés :

source: Check-in ended. Participants who didn't check are unregistered.
fr_fr: Check-in terminé. Les participants qui n'ont pas check sont désinscrits.

source: Registering to tournament.
fr_fr: Inscription au tournoi.

source: You are now registered to the tournament **{name}**!
fr_fr: Vous êtes maintenant inscrit au tournoi **{name}** !

source: Unregistering from tournament.
fr_fr: Désinscription du tournoi.

source: You were unregistered from the tournament.
fr_fr: Vous avez été désinscrit du tournoi.

source: :warning: An issue occured when trying to seed and upload participants after registration/checkin close. Try running it manually with `{prefix}upload`, and contact admins if the issue persists.
fr_fr: :warning: Un problème est survenu lors de la tentative de seed et d'upload des participants après la fermeture des inscriptions/check-in. Essayez de l'exécuter manuellement avec `{prefix}upload`, et contactez les administrateurs si le problème persiste.

source: The tournament **{tournament}** has started! Bracket: {bracket} :white_small_square: You can access it anytime with the `{prefix}bracket` command. :white_small_square: You can check the current streams with the `{prefix}streams` command. {participant} Please read the instructions : {queue_channel}{rules_channel}:white_small_square: The winner of a set must report the score **as soon as possible**{scores_channel} with the `{prefix}win` command. :white_small_square: You can disqualify from the tournament with the `{prefix}dq` command, or just abandon your current set with the `{prefix}ff` command. :white_small_square: In case of lag making the game unplayable, use the `{prefix}lag` command to call the T.O. {delay}.
fr_fr: Le tournoi **{tournament}** a commencé ! Bracket: {bracket} :white_small_square: Vous pouvez y accéder à tout moment avec la commande `{prefix}bracket`. :white_small_square: Vous pouvez voir les streams actuels avec la commande `{prefix}stream`. {participant} Veuillez lire les instructions : {queue_channel}{rules_channel}:white_small_square: Le gagnant d'un set doit signaler le score **dès que possible**{scores_channel} avec la commande `{prefix}win`. :white_small_square: Vous pouvez vous disqualifier du tournoi avec la commande `{prefix}dq`, ou abandonnez simplement votre set actuel avec la commande `{prefix}ff`. :white_small_square: En cas de lag rendant le jeu injouable, utilisez la commande `{prefix}lag` pour appeler le T.O. {delay}.

source: :white_small_square: Your sets are announced in {channel}.
fr_fr: :white_small_square: Vos sets sont annoncés dans {channel}.

source: :white_small_square: The ruleset is available in {channel}.
fr_fr: :white_small_square: Le ruleset est disponible dans {channel}.

source: :timer: **You will automatically be disqualified if you don't talk in your channel within the first {delay} minutes.**
fr_fr: :timer: **Vous serez automatiquement disqualifié si vous ne parlez pas dans votre salon dans les {delay} premières minutes.**

source: :information_source: Management of the scores for the tournament **{tournament}** is automated: :white_small_square: Only **the winner of the set** sends his score with the `{prefix}win` command. :white_small_square: You must follow this format: `{prefix}win 2-0, 3-2, 3-1, ...`. :white_small_square: Look at the bracket to **check** the informations: {url} :white_small_square: In case of a wrong input, contact a T.O. for a manual fix.
fr_fr: :information_source: La gestion des scores pour le tournoi **{tournament}** est automatisée: :white_small_square: Seul **le gagnant du set** envoie son score avec la commande `{prefix}win`. :white_small_square: Vous devez suivre ce format: `{prefix}win 2-0, 3-2, 3-1, ...`. :white_small_square: Regardez le bracket pour **vérifier** les informations : {url} :white_small_square: En cas de mauvais score, contactez un T.O. pour une correction manuelle.

source: :information_source: **Set launch is automated.** Please follow the instructions in this channel. :white_small_square: Any streamed set will be announced here, and in your channel. :white_small_square: Any BO5 set will be precised here and in your channel. :white_small_square: The player beginning the bans is picked and annonced in your channel (you can also use `{prefix}flip`). {dq}
fr_fr: :information_source: **Le lancement des sets est automatisé.** Veuillez suivre les instructions dans ce salon. :white_small_square: Tout set en stream sera annoncé ici, et dans votre salon. :white_small_square: Tout set BO5 sera précisé ici et dans votre salon. :white_small_square: Le joueur commençant les bannissements est sélectionné et annoncé dans votre salon (vous pouvez également utiliser `{prefix}flip`). {dq}

source: :timer: **You will be disqualified if you were not active in your channel** within the {delay} first minutes after the set launch.
fr_fr: :timer: **Vous serez disqualifié si vous n'êtes pas actif dans votre salon** dans les {delay} premières minutes après le lancement du set.

source: 5 minutes passed after set end.
fr_fr: 5 minutes se sont écoulées depuis la fin du set.

source: :warning: **Attention** Multiple bugs occured within the loop task. It is therefore stopped. The bot will stop refreshing informations and launching matches. If you believe the issue is fixed, resume the tournament with `{prefix}tfix resumetask`, else contact bot administrators.
fr_fr: :warning: **Attention** Plusieurs bugs sont survenus dans la tâche de fond. Elle est donc stoppée. Le bot arrêtera de rafraîchir les informations et de lancer les nouveaux matchs. Si vous pensez que le problème est résolu, reprenez le tournoi avec `{prefix}tfix resumetask`, sinon contactez les administrateurs du bot.
