Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: roleinvite/locales/*.po
Languages: tr_tr

source: \n Server autorole following the invite the user used to join the server\n\n Documentation: https://laggron.red/roleinvite.html\n
tr_tr: \n Kullanıcının sunucuya katılmak için kullandığı davetiyeyi takip eder\n\n Döküman: https://laggron.red/roleinvite.html\n

source: Request timed out.
tr_tr: İstek zaman aşımına uğradı.

source: \n Roleinvite cog management\n\n For a clear explaination of how the cog works, read the documentation.\n https://laggrons-dumb-cogs.readthedocs.io/\n
tr_tr: \n Roleinvite cog ayarları\n\n Nasıl kullanıldığını öğrenmek istiyorsanız, dökümanı okuyunuz.\n https://laggrons-dumb-cogs.readthedocs.io/\n

source: \n Link a role to an invite for the autorole system.\n\n Example: `[p]roleinviteset add https://discord.gg/laggron Member`\n If this message still shows after using the command, you probably gave a wrong role name.\n If you want to link roles to the main autorole system (user joined with an unknown invite), give `main` instead of a discord invite.\n If you want to link roles to the default autorole system (roles given regardless of the invite used), give `default` instead of a discord invite.\n
tr_tr: \n Autorole sistemi için bir davetiyeye rol bağlayın.\n\n Örneğin: `[p]roleinviteset add https://discord.gg/laggron Kayıtlı`\n Bu mesaj komutu kullandıktan sonra hala görünüyorsa, muhtemelen yanlış bir rol adı vermişsinizdir.\n Rolleri ana autorole sistemine bağlamak istiyorsanız (bilinmeyen bir davet ile girenler için), onlara `main` rolünü ver.\n Rolleri varsayılan autorole sistemine bağlamak istiyorsanız (kullanılan davetten bağımsız olarak verilen roller), onlara `varsayılan` rolünü ver.\n

source: That role is already linked to the invite.
tr_tr: Bu rol zaten bir davet linkine ayarlandı.

source: **Warning**: This invite is already registered and currently linked to the role(s) `{}`.\nIf you continue, this invite will give all roles given to the new member. \nIf you want to edit it, first delete the link using `{}roleinviteset remove`.\n\nDo you want to link this invite to {} roles? (yes/no)
tr_tr: ** Uyarı**: Bu davet zaten kayıtlı ve şu anda rol(ler) `{} ' ile bağlantılıdır. Eğer devam ederseniz, bu davet yeni üyeye verilen tüm rolleri verecektir. \nEğer düzenlemek istiyorsanız, önce `{}roleinviteset remove ' kullanarak bağlantıyı silin.\n \nBu davetiyeyi {} rollere bağlamak ister misiniz? (Evet/Hayır)

source: That role is higher than mine. I can't add it to new users.
tr_tr: Bu rol benimkinden daha yüksek. Yeni kullanıcılara ekleyemiyorum.

source: That role is higher than your top role, you can't do that!
tr_tr: Bu rol senin rolünden daha yüksek, bunu yapamazsın!

source: I need the `Manage server` permission!
tr_tr: `Sunucuyu Yönet` yetkisine ihtiyacım var!

source: I need the `Manage roles` permission!
tr_tr: `Rolleri Yönet` yetkisine ihtiyacım var!

source: That invite cannot be found
tr_tr: Davet bulunamadı

source: That invite doesn't belong to this server!
tr_tr: Bu davet bu sunucuya ait değil!

source: There are no invites generated on this server.
tr_tr: Bu sunucuda oluşturulan davet yok.

source: The role `{}` is now linked to the main autorole system. (new members will get it if they join with an invite not registered)
tr_tr: Bu rol `{}` ana rol sistemine bağlı. (yeni üyeler bu rolü alacak, eğer kayıtlı bir davet linki ile gelmezlerse)

source: The role `{}` is now linked to the default autorole system. (new members will always get this role, whatever invite he used.)
tr_tr: Bu rol `{}` varsayılan autorol olarak kayıt edidli. (yeni gelen tüm üyeler bu rolü alacak, hangi davet linkini kullansa bile.)

source: The role `{}` is now linked to the invite `{}`
tr_tr: Bu rol `{}` bu davet linkine ayarlandı `{}`

source: \n Remove a link in this server\n\n Specify a `role` to only remove one role from the invite link list.\n Don't specify anything if you want to remove the invite itself.\n If you want to edit the main/default autorole system's roles, give `main`/`default` instead of a discord invite.\n
tr_tr: \n Bu sunucudan bir link sil\n\n Rolü belirterek `rol` davet bağlantı listesinden yalnızca bir rolü kaldırmak için.\n Davetiyenin kendisini kaldırmak istiyorsanız hiçbir şey belirtmeyin.\n Ana / varsayılan autorole sisteminin rollerini düzenlemek istiyorsanız, şunları yapın `main`/`default` discord daveti eklemeden.\n

source: That invite lost all of its linked roles and was deleted.
tr_tr: Bu davet, tüm bağlantılı rollerini kaybetti ve silindi.

source: You're about to remove all roles linked to the main autorole.\n
tr_tr: Oto role ile bağlantılı tüm rolleri kaldırmak üzeresiniz.\n

source: You're about to remove all roles linked to the default autorole.\n
tr_tr: Varsayılan oto role ile bağlantılı tüm rolleri kaldırmak üzeresiniz.\n

source: You're about to remove all roles linked to this invite.\n
tr_tr: Bu davetle bağlantılı tüm rolleri kaldırmak üzeresiniz.\n

source: List of roles:\n{}\nProceed? (yes/no)\n\n
tr_tr: Rollerin listesi:\n{}\nDevam etmek istiyor musun? (evet/hayır)\n\n

source: Remember that you can remove a single role from this list by typing `{}roleinviteset remove {} [role name]`
tr_tr: Bu listeden tek bir rolü kaldırabileceğinizi unutmayın, bunu yazarak. `{}roleinviteset remove {} [rol ismi]`

source: Alright, invite is kept.
tr_tr: Tamamdır, invite durmaya devam ediyor.

source: The invite `{}` has been removed from the list.
tr_tr: Davet `{}` listeden kaldırıldı.

source: main autorole.
tr_tr: ana oto role.

source: default autorole.
tr_tr: varsayılan oto role.

source: invite `{}`.
tr_tr: davet `{}`.

source: You're about to unlink the `{}` role from the {}\nProceed? (yes/no)
tr_tr: Bir bağlantıyı kaldırmak üzeresin `{}` rolünü buradan {}\nDevam etmek istiyor musn? (evet/hayır)

source: Alright, role is kept.
tr_tr: Tamamdır, rol durmaya devam ediyor.

source: The role `{}` is now unlinked from the {}
tr_tr: Bu rol `{}` bundan kaldırıldı {}

source: \n List all links on this server\n
tr_tr: \n Bu sunucudaki tüm linklerin listesi\n

source: There is nothing set on RoleInvite. Type `{}help roleinviteset` for more informations.
tr_tr: Role daveti üzerinde ayarlanmış bir şey yok. Daha fazla bilgi için `{}help roleinviteset` yazın.

source: **Info:** RoleInvite is currently disabled and won't give roles on member join.\nType `{}roleinviteset enable` to enable it.
tr_tr: **Bilgi:** Rol daveti şu anda kapalı ve katılan kimseye rol vermeyecek.\nAçmak için `{}roleinviteset enable` bu komutu kullanın.

source: List of invites linked to an autorole on this server:
tr_tr: Bu sunucudaki bir autorole bağlı davetlerin listesi:

source: \n Enable or disabe the autorole system.\n\n If it was disabled within your action, that means that the bot somehow lost the `Manage roles` or the `Manage server` permission.\n
tr_tr: \n Autorole sistemini etkinleştirme veya devre dışı bırakma.\n\n Eğer eklediğiniz işlemleri bot yapmıyorsa büyük ihtimalle bu yetkileri bulunmuyor `Rolleri Düzenle` ya da `Sunucuyu yönet` bu yetkileri verip tekrar deneyin.\n

source: I need the `Manage roles` permission.
tr_tr: `Rolleri Yönet` yetkisine ihtiyacım var.

source: I need the `Manage server` permission.
tr_tr: `Sunucuyu Yönet` yetkisine ihtiyacım var.

source: The autorole system is now enabled on this server.\nType `{0.prefix}roleinviteset list` to see what's the current role list.\nIf the bot lose the `Manage roles` or the `Manage server` permissions
tr_tr: Otorol sistemi bu sunucuda aktifleştirildi.\nBunu yazarak `{0.prefix}roleinviteset list` mevcut rolleri görebilirsin.\nEğer bot bu yetkileri kaybederse `Rolleri Yönet` ya da `Sunucuyu yönet` yetkilerini

source: \n Get informations about the cog.\n
tr_tr: \n Cog hakkında bilgi alın.\n

source: Laggron's Dumb Cogs V3 - roleinvite\n\nVersion: {0.__version__}\nAuthor: {0.__author__}\nGithub repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3\nDiscord server: https://discord.gg/AVzjfpR\nDocumentation: http://laggrons-dumb-cogs.readthedocs.io/\nHelp translating the cog: https://crowdin.com/project/laggrons-dumb-cogs/\n\nSupport my work on Patreon: https://www.patreon.com/retke
tr_tr: Laggron's Dumb Cogs V3 - roleinvite\n\nVersiyon: {0.__version__}\nAuthor: {0.__author__}\nGithub repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3\nDiscord sunucusu: https://discord.gg/AVzjfpR\nDocumentation: http://laggrons-dumb-cogs.readthedocs.io/\nÇeviri yapmamızda yardımcı ol: https://crowdin.com/project/laggrons-dumb-cogs/\n\nBeni Patreon'da destekleyin: https://www.patreon.com/retke

source: Joined with an unknown invite, main roles given.
tr_tr: Bilinmeyen bir davet ile katıldı, varsayılan roller verildi.

source: Default roles given.
tr_tr: Varsayılan roller verildi.

source: Joined with {}
tr_tr: İle katıldı {}

source: Roleinvite autorole.
tr_tr: Role daveti otomatik rol.
