Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: warnsystem/locales/*.po
Languages: tr_tr

source: A member got a level {} warning.
tr_tr: Üye {} seviye uyarı aldı.

source: The moderation team set you a level {} warning.
tr_tr: Moderatör ekibi sana {} seviye uyarı ekledi

source: You need to set up the mute role before doing this. Use the `[p]warnset mute` command for this.
tr_tr: Bu komutu kullanmadan önce susturma rolü ayarlamanız gerekli. Bu komut ile `[p]warnset mute` kurulumu yapabilirsiniz.

source: Please set up a modlog channel before warning a member. **With WarnSystem** *Use the `[p]warnset channel` command.* **With Red Modlog** *Load the `modlogs` cog and use the `[p]modlogset modlog` command.*
tr_tr: Lütfen birine uyarı vermeden önce modlog kanalı ayarlayın. **Uyarı sistemi ile yapmak için** *Bu komutu `[p]warnset channel` kullanın.* **Bot ile yapmak için** *Bu komutu kullanabilirsiniz `[p]modlogset modlog`.*

source: Hackban failed: No user found.
tr_tr: Hackban hatası: Üye bulunamadı.

source: Done.
tr_tr: Tamamdır.

source: members
tr_tr: üyeler

source: member
tr_tr: üye

source: users
tr_tr: kullanıcılar

source: Not set
tr_tr: Ayarlı değil

source: Take actions against a user and log it. The warned user will receive a DM. If not given, the warn level will be 1.
tr_tr: Üyeler üzerinde işlem yap ve log kaydet.. Uyarılan üyeler DM yolu ile mesaj alacaktır. Uyarı numarası girilmezse, uyarı 1 olarak gidecektir.

source: Set a simple warning on a user. Note: You can either call `[p]warn 1` or `[p]warn`.
tr_tr: Kullanıcıya bir uyarı gönder. Not: Bu iki komutuda kullanabilirsin `[p]warn 1` ya da `[p]warn`.

source: Mute the user in all channels, including voice channels. This mute will use a role that will automatically be created, if it was not already done. Feel free to edit the role's permissions and move it in the roles hierarchy. You can set a timed mute by providing a valid time before the reason. Examples: - `[p]warn 2 @user 30m`: 30 minutes mute - `[p]warn 2 @user 5h Spam`: 5 hours mute for the reason "Spam" - `[p]warn 2 @user Advertising`: Infinite mute for the reason "Advertising"
tr_tr: \n Bir üyeyi tüm kanallardan ve konuşma kanallarından susturun.\n\n Bu susturma rolü otomatik olarak oluşturulacaktır, eğer bir tane oluşturulmadıysa.\n Bu rolü istediğiniz gibi düzenleyebilir ve yetki sıralamasında yukarı taşıyabilirsiniz.\n\n Sebepten önce geçerli bir zaman sağlayarak zamanlanmış bir sustuma ayarlayabilirsiniz.\n\n Örneğin:\n - `[p]warn 2 @kullanıcı 30m`: 30 dakikalığına susturma\n - `[p]warn 2 @kullanıcı 5h Spam`: 5 saatliğine şu sebepten dolayı susturma \"Spam\"\n - `[p]warn 2 @kullanıcı Advertising`: Şu sebepten dolayı sınırsız susturma cezası \"Reklam\"\n

source: Kick the member from the server.
tr_tr: Bir üyeyi sunucudan at.

source: Softban the member from the server. This means that the user will be banned and immediately unbanned, so it will purge their messages in all channels. It will delete 7 days of messages by default, but you can edit this with the `[p]warnset bandays` command.
tr_tr: Bir üyeyi softban ile uzaklaştır. Bu şu anlama geliyor. Bir üyeyi sunucudan yasaklayıp mesajlarının silinmesini sağlıyor ve ardından yasağı kalkıyor. Varsayılan olarak 7 günlük mesajları silecektir. Bunu değiştirmek için bu komutu `[p]warnset bandays` kullanın.

source: Ban the member from the server. This ban can be a normal ban, a temporary ban or a hack ban (bans a user not in the server). It won't delete messages by default, but you can edit this with the `[p]warnset bandays` command. If you want to perform a temporary ban, provide the time before the reason. A hack ban needs a user ID, you can get it with the Developer mode (enable it in the Appearance tab of the user settings, then right click on the user and select "Copy ID"). Examples: - `[p]warn 5 @user`: Ban for no reason :c - `[p]warn 5 @user 7d Insults`: 7 days ban for the reason "Insults" - `[p]warn 5 012345678987654321 Advertising and leave`: Ban the user with the ID provided while they're not in the server for the reason "Advertising and leave" (if the user shares another server with the bot, a DM will be sent).
tr_tr: \n Bir üyeyi sunucudan yasaklayın.\n\n Bu yasak normal bir yasak, geçici bir yasak veya backban yasağı olabilir (hackban sunucuda olmayan birisini banlayabilir).\n Mesajları varsayılan olarak silmez, ancak bu komutu kullanarak `[p]warnset bandays` ayarlayabilirsiniz.\n\n Eğer süreli bir yasak yapmak istiyorsanız, sebepten önce zamanı sağlayın. Hackban yasağı için bir kullanıcı kimliği gerekiyor (Görünüm sekmesinden Geliştirici modu aktif edin daha sonra bir kullanıcıya sağ tıklayarak bu işlemi yapın \"ID'yi Kopyala\").\n\n Örneğin:\n - `[p]warn 5 @kullanıcı`: Bir üyeyi sebepsiz yere yasaklar :c\n - `[p]warn 5 @kullanıcı 7d Hakaret`: 7 günlüğüne şu sebepten dolayı yasaklar \"Hakaret\"\n - `[p]warn 5 012345678987654321 Reklam ve sunucudan çıkma`: Üyeyi kullanıcı ID kullanarak yasaklar bu işlem sunucuda olmasa bile yapabilir \"Reklam ve Sunucudan çıkma\" sebebiyle yasaklar (eğer bu üye ile bir sunucu paylaşıyorsa bot üyeye mesaj atacaktır).\n

source: Shows all warnings of a member. This command can be used by everyone, but only moderators can see other's warnings. Moderators can also edit or delete warnings by using the reactions.
tr_tr: Üyenin tüm sicil kaydını görüntüle. Bu komut herkes tarafından kullanılabilir fakat sadece Moderatörler sicil kaydının sebeplerini görebilir. Moderatörler ifadelerle bu sicil kayıtlarını kontrol edebilir.

source: You are not allowed to see other's warnings!
tr_tr: Başka üyelerin uyarılarını görmeye yetkin yok!

source: That member was never warned.
tr_tr: Bu üye daha önce hiç uyarılmadı

source: That case doesn't exist.
tr_tr: Öyle bir vaka yok.

source: Warnings
tr_tr: Uyarılar

source: Mute
tr_tr: Sustur

source: Mutes
tr_tr: Susturulanlar

source: Kicks
tr_tr: Kick

source: Softbans
tr_tr: Softban

source: Bans
tr_tr: Banlar

source: User modlog summary.
tr_tr: Üye sicili

source: Total number of warnings:
tr_tr: Toplam alınan uyarılar:

source: {len} last warnings
tr_tr: {len} son uyarıları

source: Last warning
tr_tr: Son uyarı

source: Click on the reactions to scroll through the warnings
tr_tr: Vakalar arasında geçmek için ifadeye tıklayın

source: Case #{number} informations
tr_tr: Vaka #{number} bilgileri

source: Level
tr_tr: Seviye

source: {duration} (Until {date})
tr_tr: {duration} (A kadar {date})

source: Case #{number} edition. **Please type the new reason to set**
tr_tr: Vaka #{number} düzeltme. **Yeni sebep eklemek için bir şey yazın**

source: You have two minutes to type your text in the chat.
tr_tr: Sohbetten bir şey yazman için iki dakikan var.

source: Case #{number} edition.
tr_tr: Vaka #{number} bilgileri.

source: Old reason
tr_tr: Eski sebep

source: New reason
tr_tr: Yeni sebep

source: Click on ✅ to confirm the changes.
tr_tr: Değişikliği onaylamak için bu ifadeye tıklayın ✅

source: Question timed out.
tr_tr: Soru zaman aşımına uğradı.

source: The reason was successfully edited!
tr_tr: Sebep başarıyla düzenlendi!

source: *The modlog message couldn't be edited. Check your logs for details.*
tr_tr: *Modlog mesajı düzenlenemedi. Ayrıntılar için loglarınızı kontrol edin.*

source: The reason was not edited.
tr_tr: Sebep düzenlenmedi.

source: Member {member}'s clearance. By selecting ❌ on the user modlog summary, you can remove all warnings given to {member}. __All levels and notes are affected.__ **Click on the reaction to confirm the removal of the entire user's modlog. This cannot be undone.**
tr_tr: Bu üyenin {member} sicili. Bu ifadeye tıklayarak ❌ üyenin {member} tüm kayıtlara alınmış uyarılarını sileceksiniz. __Tüm notlar ve uyarılar geçerlidir.__ **İfadeye tıklayarak bu işlemi yapmak istediğinizi onaylayın. Unutmayın, bu işlem geri alınamaz.**

source: Case #{number} deletion. **Click on the reaction to confirm your action.**
tr_tr: Vaka #{number} siliniyor. **İfadeye tıklayarak bunu doğrula.**

source: - add all roles back to the member
tr_tr: - tüm rolleri üyeye tekrar ekle

source: Nothing was removed.
tr_tr: Hiç bir şey silinmedi.

source: User modlog cleared.
tr_tr: Üye sicili temizlendi.

source: Warning deleted by {author}
tr_tr: Vaka bu kişi tarafından silindi {author}

source: Adding removed roles back after unmute.
tr_tr: Kaldırılan rolleri susturulma bittiğinde ekleme.

source: The case was successfully deleted!
tr_tr: Vaka başarıyla silindi!

source: --- Case {number} --- Member: {member} (ID: {member.id}) Level: {level} Reason: {reason} Author: {author} (ID: {author.id}) Date: {time}
tr_tr: --- Vaka {number} --- Üye: {member} (ID: {member.id}) Seviye: {level} Sebep: {reason} Yetkili: {author} (ID: {author.id}) Süre: {time}

source: Duration: {duration} Until: {until}
tr_tr: Süre: {duration} Bu zamana kadar: {until}

source: {total} warnings. Page {i}/{pages}
tr_tr: {total} uyarıları. Sayfa {i}/{pages}

source: The mute role is not set or lost.
tr_tr: Mute rolü ayarlanmadı ya da bulunamadı.

source: That member isn't muted.
tr_tr: Bu kullanıcı susturulmamış.

source: [WarnSystem] Member unmuted by {author} (ID: {author.id})
tr_tr: [WarnSystem] Üyenin susturulması bu kişi tarafından kaldırıldı {author} (ID: {author.id})

source: Member unmuted.
tr_tr: Üye susturulma kaldırıldı.

source: That user is not banned.
tr_tr: Bu kullanıcı yasaklı değil

source: Failed to unban the given member. Check your logs for details.
tr_tr: Bir üyenin yasağını kaldırırken hata oldu. Daha fazla bilgi için Logları kontrol et.

source: User unbanned.
tr_tr: Kullanıcının banı kaldırıldı.

source: Get informations about the cog.
tr_tr: Cog hakkında bilgi alın.

source: Laggron's Dumb Cogs V3 - warnsystem Version: {0.__version__} Author: {0.__author__[0]} Github repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord server: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/ Help translating the cog: https://crowdin.com/project/laggrons-dumb-cogs/ Support my work on Patreon: https://www.patreon.com/retke
tr_tr: Laggron's Dumb Cogs V3 - warnsystem Versiyon: {0.__version__} Yetkili: {0.__author__[0]} Github deposu: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord sunucusu: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/ Çeviri yapmamızda yardımcı ol: https://crowdin.com/project/laggrons-dumb-cogs/ Patreon'da bana destek ol: https://www.patreon.com/retke

source: I need the `Add reactions` and `Manage messages` in the current channel if you want to use this command.
tr_tr: Bu komutu kullanmak istiyorsan `Tepki Ekle` ve `Mesajları Yönet` yetkisine ihtiyacım var.
