Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: warnsystem/locales/*.po
Languages: tr_tr

source: year
tr_tr: yıl

source: years
tr_tr: yıl

source: month
tr_tr: ay

source: months
tr_tr: ay

source: week
tr_tr: hafta

source: weeks
tr_tr: hafta

source: day
tr_tr: gün

source: days
tr_tr: gün

source: hour
tr_tr: saat

source: hours
tr_tr: saat

source: minute
tr_tr: dakika

source: minutes
tr_tr: dakika

source: second
tr_tr: saniye

source: seconds
tr_tr: saniye

source: and
tr_tr: ve

source: The given member cannot be found. If you're trying to hackban, the user ID is not valid.
tr_tr: Üye bulunamadı. Eğer hackban kullanıyorsan ID yanlış olabilir.

source: warn
tr_tr: uyarı

source: warns
tr_tr: uyarıların

source: mute
tr_tr: sustur

source: mutes
tr_tr: sustur

source: kicks
tr_tr: kick

source: softbans
tr_tr: softban

source: bans
tr_tr: ban

source: unknown
tr_tr: bilinmiyor

source: No reason was provided.
tr_tr: Sebep girilmedi

source: Edit this with `[p]warnings {id}`
tr_tr: Bununla düzenle `[p]warnings {id}`

source: {who} now {verb} {total} {warning} ({total_type} {action})
tr_tr: {who} şu anda {verb} {total} {warning} ({total_type} {action})

source: The member
tr_tr: Üyenin

source: You
tr_tr: Senin

source: has
tr_tr: toplam

source: have
tr_tr: toplam

source: warnings
tr_tr: uyarıların var

source: warning
tr_tr: uyarıların var

source: *[couldn't create an invite]*
tr_tr: *[davet oluşturamadım]*

source: *[No time given]*
tr_tr: *[Süre verilmedi]*

source: Level {level} warning ({action})
tr_tr: Seviye {level} uyarı ({action})

source: Member
tr_tr: Üye

source: Moderator
tr_tr: Moderatör

source: Duration
tr_tr: Süre

source: Reason
tr_tr: Sebep

source: Status
tr_tr: Durum

source: ***The message could not be delivered to the user. They may have DMs disabled, blocked the bot, or may not have a mutual server.***
tr_tr: ***Mesaj üyeye teslim edilemedi. Bu üyenin DM'leri kapalı olabilir, botu engellemiş olabilir ya da ortak bir sunucumuz olmayabilir.***

source: I can't manage roles, please give me this permission to continue.
tr_tr: Rolleri düzenleyemiyorum, lütfen rol düzenleme yetkisi verin

source: WarnSystem mute role. This role will be assigned to the muted members, feel free to move it or modify its channel permissions.
tr_tr: Muted rolü insanları susturmaya yaratacaktır.Bu rolü yukarı taşımanız herkese işlem yapmamı sağlar

source: Modifying role's position, keep it under my top role so I can add it to muted members.
tr_tr: Rolün sıralamasını değiştirin.Tüm rolleri benim rolümün altında tutun Bu sayede insanlara Mute rolü verebilirim.

source: Setting up WarnSystem mute. All muted members will have this role, feel free to edit its permissions.
tr_tr: Mute rolü ayarlandı.Bu rolü istediğiniz gibi düzenleyebilir, yerini değiştirebilirsiniz.

source: Cannot edit permissions of the channel {channel} because of a permission error (probably enforced permission for `Manage channel`).
tr_tr: Bu odayı düzenleyemiyorum {channel} çünkü yetkim yok. Şu yetkiye ihtiyacım var `Kanalları Düzenle`).

source: Cannot edit permissions of the channel {channel} because of an unknown error.
tr_tr: Bu kanalı düzenleyemiyorum {channel} neden bilmiyorum :D.

source: Cannot take actions on this member, they are above me in the roles hierarchy. Modify the hierarchy so my top role ({bot_role}) is above {member_role}.
tr_tr: Bu üyeye bir işlem yapamıyorum. Çünkü rolü benden daha yukarıda. Bu rolü yukarıya taşırsanız icabına bakarım ({bot_role}). Bu da onun rolü {member_role}.

source: I can't take actions on the owner of the guild.
tr_tr: Sunucu sahibine bir işlem yapamam.

source: Unbanning the softbanned member after cleaning up the messages.
tr_tr: Softban ile yasaklanan üyenin banı açıldı ve mesajları silindi

source: I need the `Send messages` and `Embed links` permissions in {channel} to do this.
tr_tr: `Mesaj Gönder` ve `Bağlantı Yerleştir` rolüne bu kanal için {channel} ihtiyacım var

source: The mute role `{mute_role}` was moved above my top role `{my_role}`. Please move the roles so my top role is above the mute role.
tr_tr: `{mute_role}` rolü benim rolümün üstüne taşınmış = `{my_role}`. Lütfen benim rolümü işlem yapabilmem için yukarıya taşıyın.

source: I can't kick members, please give me this permission to continue.
tr_tr: Üyeleri atamıyorum, lütfen yetki verin.

source: I can't ban members, please give me this permission to continue.
tr_tr: Üyeleri yasaklayamıyorum, lütfen yetki verin.

source: [WarnSystem] {action} requested by {author} (ID: {author.id}) against {member}.
tr_tr: [WarnSystem] {action} tarafından istendi {author} (ID: {author.id}) şu üye için {member}.

source: Duration: {time}
tr_tr: Süre

source: Reason: {reason}
tr_tr: Sebep: {reason}

source: Reason too long to be shown.
tr_tr: Sebep gösterilmek için çok uzun

source: You were unbanned from {guild}, your temporary ban (reason: {reason}) just ended after {duration}. You can join back using this invite: {invite}
tr_tr: Şu sunucudan yasağın kalktı {guild}, geçici olarak yasaklanmıştın (sebep: {reason}) artık özgürsün {duration}. Bu davet linki ile tekrar katılabilirsin: {invite}

source: End of timed {action} of {member} requested by {author} that lasted for {time}. Reason of the {action}: {reason}
tr_tr: {author} tarafından {member} adlı kullanıcıya atılan {time} {action} {reason} yasağın süresi doldu ve yasağı açıldı

source: {member} you're sending messages too fast!
tr_tr: {member} çok fazla mesaj gönderiyorsun. Biraz yavaşla!

source: Invalid time format.
tr_tr: Geçersiz zaman biçimi.

source: Not set.
tr_tr: Ayarlı değil.

source: Warning level: {level}
tr_tr: Uyarı seviyesi: {level}

source: Warning reason: {reason}
tr_tr: Uyarı sebebi: {reason}

source: Time interval: {time}
tr_tr: Zaman aralığı: {time}

source: Duration: {time}
tr_tr: Süre: {time}

source: disabled
tr_tr: devre dışı

source: Only count automod: {enabled}
tr_tr: Sadece otomod'u say: {enabled}

source: yes
tr_tr: evet

source: no
tr_tr: hayır

source: What will happen:
tr_tr: Ne olacak:

source: If a member receives {number}{level_lock} warnings{from_bot}{within_time}, the bot will set a level {level} warning on him{duration} for the reason: {reason}
tr_tr: Eğer bir üye {number}{level_lock} uyarılar alırsa{from_bot}{within_time}, bot onu seviye {level} olarak uyaracak ve {duration} bu sebebi ekleyecek: {reason}

source: level {level}
tr_tr: Seviye {level}

source: from the automod
tr_tr: auto mod tarafından

source: during {time}
tr_tr: Boyunca {time}

source: WarnSystem automod configuration.
tr_tr: WarnSystem Automod ayarları.

source: Automod is now enabled.
tr_tr: Automod şimdi açık.

source: Automod is now disabled.
tr_tr: Automod şimdi kapalı.

source: Automod is currently {state}. Type `{prefix}automod enable {arg}` to {action} it.
tr_tr: AutoMod şu anda {state}. Açmak için `{prefix}automod enable {arg}` yazarak {action} yapabilirsin.

source: enabled
tr_tr: açıldı

source: enable
tr_tr: açık

source: disable
tr_tr: kapalı

source: That name is already used.
tr_tr: Bu ad zaten kullanılıyor.

source: Regex trigger added!
tr_tr: Regex tetikleyicisi eklendi!

source: Delete a Regex trigger.
tr_tr: Bir regex tetikleyicisi sil.

source: That Regex trigger doesn't exist.
tr_tr: Böyle bir regex tetikleyicisi yok.

source: Regex trigger removed.
tr_tr: Regex tetikleyicisi kaldırıldı.

source: Nothing registered.
tr_tr: Hiç bir şey kayıt edilmemiş.

source: Page {i}/{total}
tr_tr: Sayfa {i}/{total}

source: Warning
tr_tr: Uyarı

source: **Level:** {level} **Reason:** {reason} **Duration:** {time}
tr_tr: **Seviye:** {level} **Sebep:** {reason} **Süre:** {time}

source: How many warnings should trigger the automod?
tr_tr: Kaç tane uyarı otomatik modu tetiklemeli?

source: This must be higher than 1.
tr_tr: 1 dan daha yüksek olmalı.

source: What's the level of the automod's warning?
tr_tr: Automod'un uyarı seviyesi nedir?

source: Level must be between 1 and 5.
tr_tr: Seviye aralığı 1 ila 5 arasında olmalı.

source: What's the reason of the automod's warning?
tr_tr: Automod'un uyarısının sebebi nedir?

source: Level must be between 0 and 5.
tr_tr: Seviye aralığı 0 ila 5 arasında olmalı.

source: Timed out.
tr_tr: Zaman aşımı.

source: Is this correct?
tr_tr: Bu doğru mu?

source: Please restart the process over.
tr_tr: Lütfen işlemi yeniden başlatın.

source: The new automatic warn was successfully saved!
tr_tr: Yeni otomatik uyarı sistemi başarıyla kaydedildi!

source: Delete an automated warning. You can find the index with the `[p]automod warn list` command.
tr_tr: Otomatik uyarları sil. Uyarı listesini bu komut ile `[p]automod warn list` görebilirsin.

source: Invalid index, must be positive.
tr_tr: Geçersiz dizin, pozitif olmalıdır.

source: Confirm with the reactions below.
tr_tr: Aşağıdaki ifadeye tıklayarak onayla.

source: The auto warn wasn't deleted.
tr_tr: Otomatik uyarı silinmedi.

source: Automated warning successfully deleted.
tr_tr: Otomatik uyarı başarıyla silindi.

source: Lists automated warnings on this server.
tr_tr: Bu sunucudaki otomatik uyarı listesi.

source: No automatic warn registered.
tr_tr: Daha önce hiç otomatik uyarı kayıt edilmemiş.

source: {index}. level {level} warn (need {number} warns to trigger)
tr_tr: {index}. seviye {level} uyarı (tetiklenmek için {number} ihtiyacı olan)

source: Page {i}/{total}
tr_tr: Sayfa {i}/{total}

source: *Type `{prefix}automod warn show` to view details.*
tr_tr: * `{prefix}automod warn show` daha fazla detay görmek için bunu yazın.*

source: Shows the contents of an automatic warn. Index is shown by the `[p]automod warn list` command.
tr_tr: Otomatik uyarı içeriğini gösterir. Bunu kullanarak `[p]automod warn list` görüntüleyebilirsiniz.

source: Settings of auto warn {index}
tr_tr: Otomatik uyarı ayarları {index}

source: Enable WarnSystem's antispam.
tr_tr: WarnSystem AntiSpam'ı aç.

source: Disable
tr_tr: Kapalı

source: Enable
tr_tr: Açık

source: Antispam system is now {status}.
tr_tr: Antispam sistemi şu anda {status}.

source: that will last for {time}
tr_tr: bu zaman kadar sürecek {time}

source: Antispam system settings
tr_tr: Antispam sistemi ayarları

source: Unlimited.
tr_tr: Sınırsız.

source: The search could't find any member.
tr_tr: Arama herhangi bir üye bulunamadı.

source: updates
tr_tr: güncellemeler

source: doesn't update
tr_tr: güncellenmedi

source: Done. New created channels will be updated to keep the mute role working.
tr_tr: Tamamdır. Susturma rolün çalışmasını sağlamak için yeni oluşturulan kanallar güncellenecektir.

source: You can set 0 to disable messages deletion.
tr_tr: 0 yaparak mesaj silme özelliğini kapatabilirsin.

source: The goal of a softban is to delete the members' messages. Disabling this would make the softban a simple kick. Enter a value between 1 and 7.
tr_tr: Bir softban'ın amacı, üyelerin mesajlarını silmektir. Bunu devre dışı bırakmak softban'ı basit bir sunucudan atma yapar. 1 ile 7 arasında bir değer girin.

source: The new value was successfully set!
tr_tr: Yeni değer başarıyla ayarlandı!

source: Set the channel for the WarnSystem modlog. This will use the Red's modlog by default if it was set. All warnings will be logged here. I need the `Send Messages` and `Embed Links` permissions. If you want to set one channel for a specific level of warning, you can specify a number after the channel
tr_tr: WarnSystem için lütfen bir modlog kanalı ayarlayın. Daha önceden ayarladıysanız onu kullanacaktır. Tüm loglar buraya gelecek. Bu yetkilere ihtiyacım var `Mesaj Gönder` ve `Bağlantı Yerleştir`. Eğer sadece belirli bir uyarıların başka bir kanala gitmesini istiyorsanız kanal ayarından sonra bir numara girmeniz gerekiyor

source: I don't have the permission to send messages in that channel.
tr_tr: O kanala mesaj gönderme yetkim yok.

source: I don't have the permissions to send embed links in that channel.
tr_tr: O kanala Bağlantı gönderme yetkim yok.

source: Done. All events will be send to that channel by default. If you want to send a specific warning level in a different channel, you can use the same command with the number after the channel. Example: `{prefix}warnset channel #your-channel 3`
tr_tr: Tamamdır. Bütün loglar ayarlanmış kanala gelecek. Eğer sadece belirli logların gelmesini istiyorsanız örneğin sadece kicklerin bu komutu kullanın. Örnek: `{prefix}warnset channel #istediğiniz-kanal 3`

source: If you want to specify a level for the channel, provide a number between 1 and 5.
tr_tr: Eğer özel log kanalı istiyorsan 1 ila 5 arasında numara girmen gerekiyor.

source: Done. All level {level} warnings events will be sent to that channel.
tr_tr: Tamamdır. Tüm seviye {level} uyarılar bu kanala gidecek.

source: You must provide a level between 1 and 5.
tr_tr: 1 ile 5 arasında bir seviye sağlamanız gerekir.

source: The new color for level {level} warnings has been succesfully set to {color}
tr_tr: Seviye {level} uyarıları için yeni renk başarıyla {color} olarak ayarlandı

source: That path doesn't exist.
tr_tr: Böyle bir sayfa mevcut değil.

source: That's not a valid file.
tr_tr: Bu geçerli bir dosya değil.

source: It looks like that file doesn't belong to the current server. Are you sure you want to use this file?
tr_tr: Bu dosya geçerli sunucuya ait değil gibi görünüyor. Bu dosyayı kullanmak istediğinizden emin misiniz?

source: Request timed out.
tr_tr: İstek zaman aşımına uğradı.

source: Alrght, try again with the good file.
tr_tr: Peki, daha iyi bir dosya ile tekrar dene.

source: Couln't read the file because of an exception. Check your console or logs for details.
tr_tr: Bir özel durum nedeniyle dosyayı okuyamaz. Ayrıntılar için konsolunuzu veya loglarınızı kontrol edin.

source: append
tr_tr: sonuna ekle

source: overwrite
tr_tr: üzerine yaz

source: Starting conversion... This might take a long time.
tr_tr: Dönüşüm başlıyor... Bu uzun bir zaman alabilir.

source: Deleting server logs... Settings, such as channels, are kept.
tr_tr: Sunucu logları siliniyor... Kanallar ve ayarlar sabit kalır.

source: Done! {number} cases were added to the WarnSystem V3 log. This took {time} seconds.
tr_tr: Bitti! {number} WarnSystem V3 günlüğüne eklendi.\ nBu {time} saniye sürdü.

source: Set a custom description for the modlog embeds. You can set the description for each type of warning, one for the user in DM and the other for the server modlog. __Keys:__ You can include these keys in your message: - `{invite}`: Generate an invite for the server - `{member}`: The warned member (tip: you can use `{member.id}` for the member's ID or `{member.mention}` for a mention) - `{mod}`: The moderator that warned the member (you can also use keys like `{moderator.id}`) - `{duration}`: The duration of a timed mute/ban if it exists - `{time}`: The current date and time. __Examples:__ - `[p]warnset description 1 user You were warned by a moderator for your behaviour, please read the rules.` This set the description for the first warning for the warned member. - `[p]warnset description 3 modlog A member was kicked from the server.` This set the description for the 3rd warning (kick) for the modlog. - `[p]warnset description 4 user You were banned and unbanned to clear your messages from the server. You can join the server back with this link: {invite}` This set the description for the 4th warning (softban) for the user, while generating an invite which will be replace `{invite}`
tr_tr: \n Modlog embedleri için özel bir açıklama ayarlama.\n\n Her bir uyarı türü için, biri DM'DEKİ kullanıcı ve diğeri sunucu modlog için açıklama ayarlayabilirsiniz.\n\n __Anahtarlar:__\n\n Bu anahtarları mesajınıza ekleyebilirsiniz:\n\n - `{invite}`: Sunucu için bir davet oluştur\n - `{member}`: Uyarılan üye (not: bunu kullanabilirsin `{member.id}` üye idsi için bunu ya da etiketlemek için bunu `{member.mention}` kullanabilirsin)\n - `{mod}`: Üyeyi uyaran moderatör (aşağıdaki gibi tuşları da kullanabilirsiniz `{moderator.id}`)\n - `{duration}`: Varsa zamanlanmış bir mute/ban süresi\n - `{time}`: Geçerli tarih ve saat.\n\n __Örneğin:__\n\n - `[p]warnset description 1 user davranışlarınız yüzünden bir moderatör tarafından uyarıldınız, lütfen kuralları okuyun`\n Bu, uyarılan üyenin ilk uyarısının açıklamasını ayarlar.\n\n - `[p]warnset description 3 modlog Bir üye sunucudan atıldı.`\n Bu, modlog için 3. uyarı (kick) için açıklamasını ayarlar.\n\n - `[p]warnset description 4 user Sunucudan mesajlarının silinmesi için yasaklandınz ve yasağınız kalktı. Bu bağlantı ile sunucuya geri katılabilirsiniz: {invite}`\n Bu softban açıklamasını değiştirecektir ve üyeye yeni bir davet atacaktır geri gelebilmesi için `{invite}`\n

source: You need to specify `modlog` or `user`. Read the help of the command for more details.
tr_tr: `Modlog` veya `user ' belirtmeniz gerekir. Daha fazla ayrıntı için komutun yardımını okuyun.

source: The new description for {destination} (warn {level}) was successfully set!
tr_tr: Bunun için yeni açıklama {destination} (warn {level}) başarıyla ayarlandı!

source: user
tr_tr: kullanıcı

source: The bot currently {detect} manual bans. If you want to change this, type `{prefix}warnset detectmanual {opposite}`.
tr_tr: Bot şu anda rol üstünlüğüne {detect} uyuyor. Bunu değiştirmek için bu komutu kullanın `{prefix}warnset hierarchy {opposite}`.

source: detects
tr_tr: algıla

source: The bot currently {respect} role hierarchy. If you want to change this, type `[p]warnset hierarchy {opposite}`.
tr_tr: Bot şu anda rol üstünlüğüne {respect} uyuyor. Bunu değiştirmek için bu komutu kullanın `[p]warnset hierarchy {opposite}`.

source: respects
tr_tr: saygı

source: doesn't respect
tr_tr: saygı göstermiyor

source: Done. Moderators will not be able to take actions on the members higher than themselves in the role hierarchy of the server.
tr_tr: Tamamdır. Moderatörler, sunucunun rol sıralamasında kendilerinden daha yüksek üyeler üzerinde işlem yapamaz.

source: Done. Moderators will be able to take actions on anyone on the server, as long as the bot is able to do so.
tr_tr: Tamamdır. Moderatörler, bot bunu yapabildiği sürece sunucudaki herkes üzerinde işlem yapabilir.

source: Create the role used for muting members. You can specify a role when invoking the command to specify which role should be used. If you don't specify a role, one will be created for you.
tr_tr: Üyelerin susturulmasını sağlamak için bir rol oluşturun. Hangi rolün kullanılmasını istiyorsanız o komut ile rolü yazabilirsiniz. Eğer bir tane seçmezseniz, sizin için oluşturacaktır.

source: A mute role was already created! You can change it by specifying a role when typing the command. `[p]warnset mute <role name>`
tr_tr: Mute rolü başarıyla oluşturuldu! Bunu bu komut ile isterseniz değiştirebilirsiniz. `[p]warnset mute <role name>`

source: The role `Muted` was successfully created at position {pos}. Feel free to drag it in the hierarchy and edit its permissions, as long as my top role is above and the members to mute are below.
tr_tr: `Muted` rolü başarıyla oluşturuldu ve bu sıraya taşındı {pos}. Herkese işlem yapabilmesi için bu rolü yukarı taşımanız gerekiyor.

source: That role is higher than my top role in the hierarchy. Please move it below "{bot_role}".
tr_tr: Bu rol benim mevcut rolümden daha üstte. Benim bu yetkimi lütfen yukarıya taşıyın "{bot_role}".

source: The new mute role was successfully set!
tr_tr: Yeni Mute rolü başarıyla ayarlandı!

source: I need the `Manage channels` permission to continue.
tr_tr: Devam edebilmek için `Kanalları düzenle` yetkisine ihtiyacım var.

source: You can fix these issues and run the command once again.
tr_tr: Sorunları giderebilir ve komutu bir kez daha çalıştırabilirsiniz.

source: Show the current settings.
tr_tr: Mevcut ayarları gösterir.

source: I can't send embed links here!
tr_tr: Buraya Embed link ekleyemiyorum!

source: Not found
tr_tr: Bulunamadı

source: No mute role set.
tr_tr: Susturma rolü ayarlanmadı.

source: Enabled
tr_tr: Açıldı

source: Disabled
tr_tr: Kapandı

source: WarnSystem settings. Page 1/2
tr_tr: WarnSystem ayarları. Sayfa 1/2

source: WarnSystem settings. Page 2/2
tr_tr: WarnSystem ayarları. Sayfa 2/2

source: Cog made with ❤️ by Laggron
tr_tr: Bu cog Laggron tarafından yapıldı

source: Log channels
tr_tr: Log kanalları

source: Mute role
tr_tr: Mute rolü

source: Reinvite unbanned members
tr_tr: Yasağı kalkan üyelere davet at

source: Show responsible moderator
tr_tr: Sorumlu moderatörü göster

source: Detect manual bans
tr_tr: Manuel yasakları algılama

source: Update new channels for mute role
tr_tr: Yeni kanalları Mute rolü için güncelleyin

source: Remove roles on mute
tr_tr: Mute üzerindeki rolleri kaldır

source: Days of messages to delete
tr_tr: Silinecek mesajların günleri

source: Embed colors
tr_tr: Embed renkleri

source: Modlog embed descriptions
tr_tr: Modlog embed açıklaması

source: User embed descriptions
tr_tr: Kullanıcı embed açıklaması

source: Error when sending the message. Check the warnsystem logs for more informations.
tr_tr: Mesajı gönderirken hata oluştu. Daha fazla bilgi için warnsystem loglarını kontrol edin.

source: The bot {respect} show the responsible moderator to the warned member in DM. If you want to change this, type `[p]warnset showmod {opposite}`.
tr_tr: Bot {respect} DM'de uyarılan üyeye sorumlu moderatörü gösterir. Bunu değişmek için bu komutu kullanın `[p]warnset showmod {opposite}`.

source: Done. The moderator responsible of a warn will now be shown to the warned member in direct messages.
tr_tr: Tamamdır. Bir uyarıdan sorumlu moderatör şimdi uyarılan üyeye doğrudan mesajlarda gösterilecektir.

source: Done. The bot will no longer show the responsible moderator.
tr_tr: Tamamdır. Bot artık sorumlu moderatörü göstermeyecek.

source: Create a new subsitution. `name` should be something short, it will be the keyword that will be replaced by your text `text` is what will be replaced by `[name]` Example: - `[p]warnset substitutions add ad Advertising for a Discord server` - `[p]warn 1 @noob [ad] + doesn't respect warnings` The reason will be "Advertising for a Discord server + doesn't respect warnings".
tr_tr: Yeni kısayol metni ayarla.. metin kısa bir şey olmalıdır. `yazı` sebep yerini alacak `[name]` Örneğin: - `[p]warnset substitutions add reklam Sunucuda reklam yapmak yasaktır.` - `[p]warn 1 @noob @ezik_reklamcı [reklam] + uyarıları dikkate almıyor` Sebep böyle gidecektir \"Sunucuda reklam yapmak yasaktır + Uyarıları dikkate almıyo\".

source: The name you're using is already used by another substitution! Delete or edit it with `[p]warnset substitutions delete`
tr_tr: Bu isim zaten kullanılıyor lütfen başka isim seçin! Bu komut ile silme işlemi yapabilirsin `[p]warnset substitutions delete`

source: That substitution is too long! Maximum is 600 characters!
tr_tr: Kısayol metni çok uzun! Maksimum 600 karakter olmalı!

source: Your new subsitutions with the keyword `{keyword}` was successfully created! Type `[{substitution}]` in your warning reason to use the text you just set. Manage your substitutions with the `{prefix}warnset substitutions` subcommands.
tr_tr: Yeni kısayol metniniz `{keyword}` başarıyla oluşturuldu! Bunu `[{substitution}]` sebep kısmına yazarak kullanabilirsiniz. Kısayol metinlerinizi bu komut ile `{prefix}warnset substitutions` kontrol edebilirsiniz.

source: The substitutions was successfully deleted.
tr_tr: Kısayol metni başarıyla silindi.

source: List all existing substitutions on your server
tr_tr: Sunucunuzdaki tüm kısayol metinlerinin listesi

source: Page {page}/{max}
tr_tr: Sayfa {page}/{max}

source: The new image for level {level} warnings has been set to {image}.
tr_tr: Seviye {level} uyarıları için yeni renk başarıyla {image} olarak ayarlandı.

source: {amount} {unit} ago.
tr_tr: {amount} {unit} önce.

source: Just now
tr_tr: Şu anda

source: A minute ago
tr_tr: Dakika önce

source: An hour ago
tr_tr: Saat önce

source: Yesterday
tr_tr: Dün
