Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/locales/*.po
Languages: fr_fr

source: Looks like you have a scheduled check-in. If you continue, I will cancel this scheduled opening of the check-in, even if you manually close it before. Do you want to continue?
fr_fr: On dirait que vous avez un check-in planifié. Si vous continuez, je vais annuler cette ouverture planifiée du check-in, même si vous la fermez manuellement avant. Voulez-vous continuer ?

source: Check-in was already done once. You can still manually open the check-in a second time, but be aware of this. Do you want to make all participants check again? Decline if you want participants that already checked not to be bothered by this new check-in.
fr_fr: Le check-in a déjà été effectué une fois. Vous pouvez toujours ouvrir manuellement le check-in une seconde fois, mais soyez au courant de cela. Voulez-vous que tous les participants doivent check à nouveau ? Refusez si vous voulez que les participants qui ont déjà check ne soient pas dérangés par ce nouveau check-in.

source: Ends the check-in phase.
fr_fr: Stoppe la phase de check-in.

source: Check-in is not active.
fr_fr: Le check-in n'est pas en cours.

source: Looks like you have a scheduled stop. Do you want to cancel the next scheduled closing of check-in? Accept if you do not intend to re-open the check-in (or at least before the scheduled closing).
fr_fr: On dirait que vous avez un arrêt programmé. Voulez-vous annuler la prochaine fermeture programmée du check-in ? Acceptez si vous n'avez pas l'intention de rouvrir le check-in (ou au moins avant la fermeture prévue).

source: Send a message in the check-in channel pinging all members not checked yet. You need a check-in channel and an end date configured before using this. If you want the bot to also DM members, type `[p]checkin call yes`
fr_fr: Envoie un message dans le salon des inscriptions mentionnant tous les membres non check. Vous avez besoin d'un salon de check-in et d'une date de fin configurée avant d'utiliser ceci. Si vous voulez que le bot envoie également des MP aux membres, tapez `[p]checkin call yes`

source: There is no check-in channel currently configured.
fr_fr: Il n'y a pas de salon de check-in configuré.

source: This feature is only available with a configured stop time.
fr_fr: Cette fonctionnalité est uniquement disponible avec un temps de fermeture configuré.

source: The configured check-in end time has already passed.
fr_fr: L'heure de fermeture du check-in est déjà passée.

source: Successfully called and DMed the unchecked members.
fr_fr: Membres non check rappelés avec messages privés avec succès.

source: Invalid Challonge URL.
fr_fr: URL Challonge invalide.

source: That config doesn't exist.
fr_fr: Cette config n'existe pas.

source: The following channels are not configured:
fr_fr: Les salons suivants ne sont pas configurés :

source: The following roles are not configured:
fr_fr: Les rôles suivants ne sont pas configurés :

source: The following channels were lost:
fr_fr: Les salons suivants ont été perdus :

source: The following roles were lost:
fr_fr: Les rôles suivants ont été perdus :

source: Please configure the missing settings with the `{prefix}tset channels` and `{prefix}tset roles` commands.
fr_fr: Veuillez configurer les paramètres manquants avec les commandes `{prefix}tset channels` et `{prefix}tset roles`.

source: Configure the Challonge credentials for this server. You will have to use the same Challonge account as the one creating the tournaments. You need a username and an API key, obtainable in the user settings (Developer API). https://challonge.com/settings/developer Use `[p]challongeset username` and `[p]challongeset api`. :warning: **Careful, your API key is private ! Be sure to do not send this key to anyone**. The command `[p]challongeset api` will ask for your key in DM, no need to provide it directly.
fr_fr: Configurer les identifiants Challonge pour ce serveur. Vous devrez utiliser le même compte Challonge que celui qui crée les tournois. Vous avez besoin d'un nom d'utilisateur et d'une clé API, obtenable dans les paramètres utilisateur (Developer API). https://challonge. om/settings/developer Utilisez `[p]challongeset username` et `[p]challongeset api`. :warning: **Attention, votre clé API est privée ! Assurez-vous de ne pas envoyer cette clé n'importe où**. La commande `[p]challongeset api` demandera votre clé en MP, pas besoin de la fournir directement.

source: Set the Challonge API Key You can obtain this in your Challonge user settings, "Developer API" category. **https://challonge.com/settings/developer** :warning: **Careful, this key is secret !**
fr_fr: Définissez la clé API Challonge Vous pouvez l'obtenir dans vos paramètres utilisateur Challonge, Catégorie \"Developer API\" **https://challonge. om/settings/developer** :warning: **Attention, cette clé est secrète ! *

source: The API key was successfully set.
fr_fr: La clé API a été définie avec succès.

source: Please send the Challonge API key here. Go to this website, or go in your Challonge user settings, "Developer API" category, to obtain your key. **https://challonge.com/settings/developer**
fr_fr: Veuillez envoyer la clé API Challonge ici. Rendez-vous sur ce site ou allez dans vos paramètres utilisateur Challonge, catégorie \"Developer API\" pour obtenir votre clé. **https://challonge.com/settings/developer**

source: I can't send you a DM. Activate the DMs on this server, or use the command like this: `{prefix}challongeset api <api key>`. Pay attention to where you type this command, your key must stay private!
fr_fr: Je ne peux pas vous envoyer de MP. Activez les MPs sur ce serveur, ou utilisez la commande comme ceci: `{prefix}challongeset api <api key>`. Faites attention à où vous tapez cette commande, votre clé doit rester privée !

source: Request timed out.
fr_fr: Requête expirée.

source: Set the Challonge username Example: `[p]challongeset username laggron42`
fr_fr: Définit le nom d'utilisateur Challonge Exemple : `[p]challongeset username laggron42`

source: The username was successfully set.
fr_fr: Le nom d'utilisateur a été défini avec succès.

source: Tournament settings on this server. Only administrators have access to those commands, not the T.O.
fr_fr: Paramètres des tournois sur ce serveur. Seuls les administrateurs ont accès à ces commandes, pas les T.O.

source: Manage multiple configurations for tournaments.
fr_fr: Gérez plusieurs configurations pour les tournois.

source: Add a new configuration to your settings. You will be able to set independent settings for this configuration. If there are spaces in the name, wrap it in quotes. If you use the name of a game, the bot will automatically switch to that config for related tournaments.
fr_fr: Ajoute une nouvelle configuration à vos réglages. Vous pourrez régler des réglages indépendants pour cette configuration. Si il y a des espaces dans le nom, encadrez le avec des guillmets. Si vous utilisez le nom d'un jeu, le bot va automatiquement utiliser cette config pour les tournois liés.

source: That name is already used.
fr_fr: Ce nom est déjà utilisé.

source: New configuration {name} added. If you want to define settings for that config, add `--config {name}` at the end of your command. Example: `{prefix}tset channels ruleset #my-channel --config {name}`
fr_fr: Nouvelle configuration {name} ajoutée. Si vous voulez définir des réglages pour cette config, ajoutez `--config {name}` à la fin de votre commande. Exemple : `{prefix}tset channels ruleset #mon-channel --config {name}`

source: Remove a configuration. If there are spaces in the name, wrap it in quotes.
fr_fr: Supprime une configuration. Si il y a des espaces dans le nom, encadrez le avec des guillmets.

source: The config was successfully deleted.
fr_fr: La config a été supprimée avec succès.

source: Rename a configuration. If there are spaces in the name, wrap it in quotes.
fr_fr: Renomme une configuration. Si il y a des espaces dans le nom, encadrez le avec des guillmets.

source: That new name is already used.
fr_fr: Ce nouveau nom est déjà utilisé.

source: The config was successfully renamed.
fr_fr: La config a été renommée avec succès.

source: Copy the settings of an existing config to a new one. If there are spaces in the names, wrap them in quotes.
fr_fr: Copie les réglages d'une config existante vers une nouvelle. Si il y a des espaces dans le nom, encadrez le avec des guillmets.

source: The config was successfully cloned.
fr_fr: La config a été clonée avec succès.

source: List all existing configs.
fr_fr: Liste les configs existantes.

source: Nothing setup yet!
fr_fr: Rien de configuré pour le moment !

source: __List of configs:__
fr_fr: __Liste des configs :__

source: Channels settings.
fr_fr: Réglages des salons.

source: Set the announcements channel. The following announcements will be sent there : - Start of registration - Tournament launch - Tournament end
fr_fr: Définit le channel des annonces. Les annonces suivantes y seront envoyées : - Début des inscriptions - Lancement du tournoi - Fin du tournoi

source: The channel was successfully removed.
fr_fr: Le channel a été retiré avec succès.

source: I don't have the permission to read messages in this channel.
fr_fr: Je n'ai pas la permission de lire les messages dans ce salon.

source: I don't have the permission to send messages in this channel.
fr_fr: Je n'ai pas la permission d'envoyer des messages dans ce salon.

source: The channel was successfully set.
fr_fr: Le salon a été défini avec succès.

source: Set the check-in channel. The start of the check-in will be announced there, and participants will have to enter a command to confirm their registration. Don't set this to keep the command channel unrestricted (can be typed anywhere).
fr_fr: Règle le salon de check-in. Le début du check-in y sera annoncé, et les participants devront y entrer une commande pour confirmer leur présence. Ne réglez pas ce channel pour rendre l'usage de cette commande non restreint (peut être utilisée n'importe où).

source: The check-in will now be available in any channel. Careful, Red's permissions system still applies.
fr_fr: Le check-in sera maintenant disponible dans n'importe quel salon. Attention, le système de permissions de Red s'applique toujours.

source: Set the registration channel. The start of the registration will be announced there, and participants will have to enter a command to register or unregister. Don't set this to keep the command channel unrestricted (can be typed anywhere).
fr_fr: Règle le salon des inscriptions. Le début des inscriptions y sera annoncé, et les participants devront y entrer une commande pour s'inscrire ou se désinscrire. Ne réglez pas ce channel pour rendre l'usage de cette commande non restreint (peut être utilisée n'importe où).

source: The registration will now be available in any channel. Careful, Red's permissions system still applies.
fr_fr: Les inscriptions seront maintenant disponible dans n'importe quel salon. Attention, le système de permissions de Red s'applique toujours.

source: Set the score entry channel. Members will have to enter a command there to register their score. Don't set this to keep the command channel unrestricted (can be typed anywhere).
fr_fr: Règle le salon des scores. Les participants devront y rentrer une commande pour enregistrer leur score. Ne réglez pas ce channel pour rendre l'usage de cette commande non restreint (peut être utilisée n'importe où).

source: The score entry will now be available in any channel. Careful, Red's permissions system still applies.
fr_fr: L'entrée des scores sera maintenant disponible dans n'importe quel salon. Attention, le système de permissions de Red s'applique toujours.

source: Define the channel for announcing new sets.
fr_fr: Définit le channel pour annoncer les nouveaux sets.

source: Set the channel of the rules for your tournament. Example: `[p]tset ruleset #tournament-rules`
fr_fr: Définit le channel des règles pour votre tournoi. Exemple : `[p]tset ruleset #règles-tournoi`

source: Set the stream announcement channel.
fr_fr: Réglez le salon d'annonces de matchs en stream.

source: Set the T.O. channel. It is recommanded to keep this channel closed to T.O.s only. The following announcements will be sent there: - Lag tests requested with the `[p]lag` command - Sets slowing down the bracket - Automatic DQs because of inactivity Careful, this channel does not grant additional permissions to people with write access. The Red permissions system will define if someone has access to the commands.
fr_fr: Définit le salon des T.O.s Il est recommandé de garder ce salon fermé aux T.O.s seulement. Les annonces suivantes y seront envoyées : - Lag tests demandés avec la commande `[p]lag` - Matchs ralentissant le bracket - DQs automatiques en raison d'inactivité Attention, ce salon n'accorde pas de permissions supplémentaires aux personnes y ayant accès. Le système de permissions Red définira si quelqu'un a accès aux commandes.

source: Set the Lag tests channel. Lag tests announcements requested with the `[p]lag` command will be sent there.
fr_fr: Règle le channel des lag tests. Les demandes de lag test effectuées avec la commande `[p]lag` y seront envoyées.

source: Lag tests channel removed.
fr_fr: Channel de lag tests retiré.

source: Set the VIP registration channel. This is a hidden setting that defines a channel where anyone able to send messages there is able to use `[p]in` as soon as the tournament is setup, regardless of the current state of the other registrations channel.
fr_fr: Règle le salon d'inscriptions VIP. Ceci est un paramètre caché qui définit un salon où n'importe qui pouvant y écrire peut utiliser`[p]in` dès que le tournoi est configuré, quel que soit l'état actuel de l'autre salon d'inscriptions.

source: VIP registration channel removed.
fr_fr: Salon d'inscriptions VIP retiré.

source: Set the category of your tournaments channels. This category will be used for the position of the categories containing the sets channel. One or more categories will be created below the category defined with this command. You can either give the complete name of the category, or its ID.
fr_fr: Réglez la catégorie des salons de vos tournois. Cette catégorie sera utilisée pour la position des catégories contenant les salons de matchs. Une ou plusieurs catégories seront créées sous la catégorie définie avec cette commande. Vous pouvez soit donner le nom complet de la catégorie, soit son ID.

source: The category was successfully removed.
fr_fr: La catégorie a été retirée avec succès.

source: The category was successfully set.
fr_fr: La catégorie a été réglée avec succès.

source: Roles settings. Give the complete name of the role, or its ID. The T.O. role is optional if your T.O. are also moderators of this server, configured with the `[p]set addadminrole` and `[p]set addmodrole` commands.
fr_fr: Réglages des rôles. Donnez le nom complet du rôle, ou son ID. Le rôle de T.O. est facultatif si vos T.O.s sont également modérateurs de ce serveur, configurés avec les commandes `[p]set addadminrole` et `[p]set addmodrole`.

source: Set the participant role in the tournament. This role will be assigned to members as soon as they register, and removed once the tournament ends.
fr_fr: Définit le rôle de participant au tournoi. Ce rôle sera attribué aux membres dès leur inscription, et retiré une fois le tournoi terminé.

source: This role is too high. Place it below my main role.
fr_fr: Ce rôle est trop élevé. Placez-le sous mon rôle principal.

source: The role was successfully set.
fr_fr: Le rôle a été défini avec succès.

source: Define the role for players that could register to tournaments. This role will be used for: - Setting the permissions of the registration channel when they are opened - Mention players when opening the registration Give the entire name of the role or its ID. If this role isn't set, the @everyone role is used by default (without pinging). Use this command without role to reset it to its initial state.
fr_fr: Règle le rôle pour les joueurs pouvant s'incrire aux tournois. Ce rôle sera utilisé pour : - Définir les permissions du salon d'inscriptions quand il sera ouvert - Mentionner les joueurs lors de l'ouverture des inscriptions Donnez le nom complet du rôle ou son ID. Si ce rôle n'est pas défini, le rôle @everyone est utilisé par défaut (sans ping). Utilisez cette commande sans rôle pour la réinitialiser à son état initial.

source: The role was reset to its initial state.
fr_fr: Le rôle a été réinitialisé à son état initial.

source: Set the streamer role. This role will give access to the sets channels, and the streamer commands.
fr_fr: Règle le rôle de streamer. Ce rôle va donner accès aux salons de matchs, et aux commandes de streamer.

source: Set the tester role. This role will be pinged when calling for a lag test.
fr_fr: Définit le rôle de testeur. Ce rôle sera mentionné lors d'une demande de lag test.

source: Set the T.O. role (Tournament Organizer). This role gives access to the tournament commands (except `[p]challongeset` and `[p]tset`). :warning: **Use this setting only if you need to separate moderators from T.O.** Otherwise, it is strongly recommanded to use the Red commands: `[p]set addadminrole` and `[p]set addmodrole`. This will adapt the permissions of all commands from this bot to your moderators and admins.
fr_fr: Définit le rôle de T.O. (tournament organizer). Ce rôle donne accès aux commandes de tournoi (sauf `[p]challongeset` et `[p]tset`). :warning: **Utilisez ce paramètre uniquement si vous avez besoin de séparer les modérateurs des TOs. .** Sinon, il est fortement recommandé d'utiliser les commandes de Red : `[p]set addadminrole` et `[p]set addmodrole`. Cela va adapter les permissions de toutes les commandes de ce bot à vos modérateurs et administrateurs.

source: :warning: This role seems to have moderator or administrator permissions. It is strongly recommanded to use the Red permissions system with `{prefix}set addadminrole` and `{prefix}set addmodrole` to configure your moderator and administrator roles, adapting the permissions of all commands of this bot to your staff. This setting is recommanded for T.O.s that aren't moderators. Do you want to continue?
fr_fr: :warning: Ce rôle semble avoir des permissions de modérateur ou d'administrateur. Il est fortement recommandé d'utiliser le système de permissions de Red avec `{prefix}set addadminrole` et `{prefix}set addmodrole` pour configurer vos rôles de modérateur et d'administrateur. Toutes les commandes de ce bot seront alors adaptés pour le staff. Ce paramètre est recommandé pour les T.O.s qui ne sont pas modérateurs. Voulez-vous continuer ?

source: Define infos on the bans (ex: 2-3-1) Those informations will be given when opening a set, and do not require a specific format. Use this command without parameter to reset it to its initial state. Example : If the value is set to "2-3-1", here is what will be shown: ":game_die: **[player 1]** was picked to begin the bans *(2-3-1)*"
fr_fr: Règle les infos sur les bans (ex: 2-3-1) Ces informations seront données lors de l'ouverture d'un match et ne nécessitent pas de format spécifique. Utilisez cette commande sans paramètre pour la réinitialiser à son état initial. Exemple : Si la valeur est définie à "2-3-1", voici ce qui sera affiché : ":game_die: **[joueur 1]** a été choisi pour commencer les bans *(2-3-1)*"

source: This text is too long (>256 characters). Type `{prefix}help tset games baninfo` for details.
fr_fr: Ce texte est trop long (>256 caractères). Tapez `{prefix}help tset games baninfo` pour plus de détails.

source: The text was successfully set.
fr_fr: Le texte a été défini avec succès.

source: The text was successfully deleted.
fr_fr: Le texte a été supprimé avec succès.

source: Define the list of authorized stages. Give the stages one after another, separated by a comma. Example : `[p]tset stages Battlefield, Final Destination, Pokémon Stadium 2`
fr_fr: Définit la liste des stages autorisées. Donnez les stages les uns après l'autre, séparés par une virgune. Exemple : `[p]tset stages Battlefield, Final Destination, Pokémon Stadium 2`

source: The stage list was deleted.
fr_fr: La liste des stages a été supprimée.

source: The stages were successfully set.
fr_fr: Les stages ont été réglées avec succès.

source: Define the list of authorized counter stages. Give the stages one after another, separated by a comma. Example : `[p]tset counters Battlefield, Final Destination, Pokémon Stadium 2`
fr_fr: Définissez la liste des counterpicks autorisées. Donnez les stages les uns après l'autre, séparés par une virgune. Exemple : `[p]tset counters Battlefield, Final Destination, Pokémon Stadium 2`

source: Define Braacket ranking informations for a game. This will be used for seeding. You need to give the league's name, followed by its ID. Omit both values to reset those informations.
fr_fr: Réglez les informations de ranking Braacket pour un jeu. Ce sera utilisé pour le seeding. Vous devez donner le nom de la ligue, suivi de son ID. Omettez les deux valeurs pour réinitialiser ces informations

source: Ranking informations deleted.
fr_fr: Informations de ranking supprimées.

source: The ranking informations were successfully set.
fr_fr: Les informations de ranking ont été définies avec succès.

source: Set the delay before automatically DQing an inactive player. Example formats: `30s`, `5m`, `1h`, `10m30s`... Set a time of `0s` to disable
fr_fr: Définit le délai avant de disqualifier automatiquement un joueur inactif. Formats d'exemple : `30s`, `5m`, `1h`, `10m30s`... Définissez un temps de `0s` pour désactiver

source: This can't be negative!
fr_fr: Cela ne peut pas être négatif !

source: Automatic DQ is now disabled.
fr_fr: Le DQ automatique est maintenant désactivé.

source: Done. If a player doesn't respond in his channel {delay} after its creation, he will automatically be disqualified.
fr_fr: Réglé. Si un joueur ne répond pas dans son salon {delay} après sa création, il sera automatiquement disqualifié.

source: Set the time until warning for too long matches. You set two delays: the delay until warning the players about the length of their match, then the delay until warning the T.O.s about this match. The second delay is in addition to the first one. You also have to set the mode, either "bo3" or "bo5". Defaults to "bo3" if not set. Put `0s` to one of the values (or both) to disable that warn. Examples: `[p]tset warntime 30m 10m`: will warn the players 30 minutes after the start of their match, then warn the T.O.s 10 minutes after the first warn (so 40 minutes in total). `[p]tset warntime 1h 10m bo5`: same as above but for bo5 matches instead, and with a one hour limit instead of 30 minutes.
fr_fr: Règle le temps avant avertissement pour les matchs trop longs. Vous définissez deux délais : le délai jusqu'à avertissement aux joueurs de la longueur de leur match, puis le délai jusqu'à l'avertissement aux T.O. à propos de ce match. Le second délai est en addition du premier. Vous devez également définir le mode, soit "bo3" soit "bo5". Sera "bo3" par défaut. Mettez `0s` à une des valeurs (ou les deux) pour désactiver cet avertissement. Exemples : `[p]tset warntime 30m 10m` : avertira les joueurs 30 minutes après le début de leur match, puis avertir les T.O. 10 minutes après le premier avertissement (40 minutes au total). `[p]tset warntime 1h 10m bo5`: identique au précédent, mais pour les matchs en bo5 à la place, et avec une heure avant le premier avertissement au lieu de 30 minutes.

source: The mode must either be "bo3" or "bo5".
fr_fr: Le mode doit être soit "bo3" soit "bo5".

source: New values have been set.
fr_fr: Les nouvelles valeurs ont été définies.
