Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/locales/*.po
Languages: fr_fr

source: Please confirm the following changes
fr_fr: Veuillez confirmer les changements suivants

source: ⚠ This will cancel your current set!
fr_fr: ⚠ Cela va annuler votre set actuel !

source: Your current set will not be cancelled
fr_fr: Votre set actuel ne sera pas annulé

source: Sets removed
fr_fr: Sets retirés

source: Sets added
fr_fr: Sets ajoutés

source: New order
fr_fr: Nouvel ordre

source: Stream queue successfully modified.
fr_fr: Stream queue modifiée avec succès.

source: Swap two matches in your list. If the stream strictly respects order, then this can be useful for modifying the order. Else this doesn't marrer. If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream swap 252 254` - `[p]stream swap https://twitch.tv/el_laggron 252 254`
fr_fr: Intervertit la position de deux sets. Si le stream respecte un ordre strict, alors cela peut être utile pour modifier l'ordre. Sinon, cela n'importe pas. Si vous voulez modifier le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream swap 252 254` - `[p]stream swap https://twitch.tv/el_laggron 252 254`

source: One of the provided sets cannot be found.
fr_fr: Un des sets donnés ne peut pas être trouvé.

source: Insert a match in your list. This is similar to `[p]stream swap` as this modifies the order of your stream queue, but instead of swapping two matches position, you insert a match before another. The match must already be in your stream queue. The first set given is the one you want to move, the second is the position you want. If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream insert 252 254` - `[p]stream insert https://twitch.tv/el_laggron 252 254`
fr_fr: Insère un match dans votre liste. Ceci est similaire à `[p]stream swap` car vous modifiez l'ordre de votre liste d'attente, mais à la place d'échanger la position de deux matchs, vous insérez un match avant un autre. Le match doit déjà se trouver dans votre file d'attente. Le premier set donné est celui que vous voulez déplacer, le deuxième est la position que vous voulez. Si vous voulez modifier le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream insert 252 254` - `[p]stream insert https://twitch.tv/el_laggron 252 254`

source: Shows infos about a stream. If you want to view someone else's stream info, give its channel as the first argument. Examples: - `[p]stream info` - `[p]stream info https://twitch.tv/el_laggron`
fr_fr: Affiche les infos d'un stream. Si vous voulez voir le stream de quelqu'un d'autre, donne sa chaine comme premier argument. Exemples : - `[p]stream info` - `[p]stream info https://twitch.tv/el_laggron`

source: #{set}: *waiting for players*
fr_fr: #{set}: *en attente des joueurs*

source: (on hold)
fr_fr: (en attente)

source: Room info
fr_fr: Infos sur la room

source: List of sets
fr_fr: Liste des sets

source: Nothing set.
fr_fr: Rien de réglé.

source: Closes a stream. If you want to close someone else's stream info, give its channel as the first argument. Examples: - `[p]stream end` - `[p]stream end https://twitch.tv/el_laggron`
fr_fr: Ferme un stream. Si vous voulez fermer le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream end` - `[p]stream end https://twitch.tv/el_laggron`

source: Get informations about the cog.
fr_fr: Affiche des informations sur le cog.

source: Laggron's Dumb Cogs V3 - tournaments Version: {0.__version__} Authors: {0.__author__[0]}, {0.__author__[1]} and {0.__author__[2]} Github repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord server: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/ Help translating the cog: https://crowdin.com/project/laggrons-dumb-cogs/ Support my work on Patreon: https://www.patreon.com/retke
fr_fr: Laggron's Dumb Cogs V3 - tournaments Version : {0.__version__} Auteurs : {0.__author__[0]}, {0.__author__[1]} et {0.__author__[2]} Repo Github : https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Serveur Discord : https://discord.gg/AVzjfpR Documentation : http://laggrons-dumb-cogs.readthedocs.io/ Aidez à traduire le cog : https://crowdin.com/project/laggrons-dumb-cogs/ Soutenez mon travail sur Patreon : https://www.patreon.com/retke

source: The challonge credentials were lost. Can't resume tournament.
fr_fr: Les identifiants de Challonge ont été perdus. Impossible de reprendre le tournoi.

source: :information_source: A 401 error probably means the Challonge user setup on this server does not have the permission to access the tournament, or the username and API key are now invalid. Share admin access to this user, or setup another one with `{prefix}challongeset` (and `{prefix}tfix reload` for reloading the config).
fr_fr: :information_source: Une erreur 401 signifie probablement que l'utilisateur Challonge configuré sur ce serveur n'a pas la permission d'accéder au tournoi, ou que le nom d'utilisateur et la clé API sont maintenant invalides. Rendez cet utilisateur admin sur le tournoi, ou configurez un autre utilisateur avec `{prefix}challongeset` (et `{prefix}tfix reload` pour recharger la config).

source: :information_source: A 404 error probably means the tournament was deleted or moved (URL or host change).
fr_fr: :information_source: Une erreur 404 signifie probablement que le tournoi a été supprimé ou déplacé (changement d'URL ou d'hôte).

source: :information_source: Challonge is being unstable, try again later. This error is (sadly) very common, so no need to worry.
fr_fr: :information_source: Challonge est instable, réessayez plus tard. Cette erreur est (malheureusement) très fréquente, donc inutile de vous inquiéter.

source: __Error from Challonge: {error}__ {error_msg}If this problem persists, contact T.O.s or an admin of the bot.
fr_fr: __Erreur de Challonge : {error}__ {error_msg}Si ce problème persiste, contactez un T.O. ou un administrateur du bot.

source: Challonge timed out responding, try again later.
fr_fr: La requête a expirée, veuillez réessayer plus tard.

source: Advanced commands for fixing possible bugs during the tournament. :warning: **Those commands will force run what you ask for, and may cause even more issues if you don't know what you're doing!** This allows you to reload some internal components of your tournament, refresh informations from remote, hard reset the internal list of participant, matches, or even the whole tournament. Run `[p]help tfix <yourcommand>` for details on the command before breaking everything.
fr_fr: Commandes avancées pour corriger des possibles bugs pendant le tournoi. :warning: **Ces commandes vont exécuter ce que vous demandez, et peut causer encore plus de problèmes si vous ne savez pas ce que vous faites !** Cela vous permet de recharger les composants internes de votre tournoi, actualiser les informations depuis le bracket, réinitialiser la liste interne des participants, des matchs, voir même de tout le tournoi. Utilisez `[p]help tfix <votrecommande>` pour plus de détails sur la commande avant de tout casser.

source: Reload the tournament from disk. This reloads the config and refreshes the participants and matches list. This command is relatively safe to use, and fixes most problems. Try this before other, more "violent", options.
fr_fr: Recharge le tournoi depuis le disque. Cela recharge la configuration et actualise la liste des participants et des matchs. Cette commande est relativement sûre à utiliser, et corrige la plupart des problèmes. Essayez ceci avant d'autres options, plus "violentes".

source: The tournament was successfully unloaded from memory, but an error occured when reloading. Check the logs for details. You can try manually reloading with the `{prefix}tfix restore` command.
fr_fr: Le tournoi a été déchargé de la mémoire, mais une erreur s'est produite lors du rechargement. Vérifiez les logs pour plus de détails. Vous pouvez essayer de recharger manuellement avec la commande `{prefix}tfix restore`.

source: Tournament successfully reloaded.
fr_fr: Tournoi rechargé avec succès.

source: Try to restore a lost tournament. If the bot suddenly tells you there's no tournament setup, that means the bot failed reloading your tournament after a restart of the module/bot, but the data should still be on disk. This command attempts to run the process of reloading a tournament from disk. If there is already a tournament setup, this command won't work. You may then want to use `[p]tset reload`, which does the same thing, but unloads the tournament first.
fr_fr: Essaye de restaurer un tournoi perdu. Si le bot vous dit soudainement qu'il n'y a pas de tournoi configuré, cela signifie que le bot a échoué en rechargeant votre tournoi après un redémarrage du module/bot, mais les données devraient toujours être sauvegardées. Cette commande tente d'exécuter le processus de rechargement d'un tournoi à partir du disque. S'il y a déjà un tournoi de configuré, cette commande ne fonctionnera pas. Vous pouvez alors utiliser `[p]tset reload` qui fait la même chose, mais décharge le tournoi en premier.

source: There's already a tournament setup on this server. If you want to force reload, use `{prefix}tset reload` instead.
fr_fr: Il y a déjà un tournoi de configuré sur ce serveur. Si vous voulez forcer le rechargement, utilisez `{prefix}tset reload` à la place.

source: I can't find any saved tournament on disk.
fr_fr: Il n'y a aucun tournoi enregistré.

source: The tournament was found on disk, but it cannot be reloaded because of an issue. If this persists, contact an administrator of the bot.
fr_fr: Le tournoi a été trouvé sur le disque, mais il ne peut pas être rechargé en raison d'un problème. Si cela persiste, contactez un administrateur du bot.

source: Tournament successfully loaded from disk.
fr_fr: Tournoi chargé depuis le disque avec succès.

source: Hard resets the tournament from memory. This will not ask questions or try to clean anything, just wipe what we have saved, both in memory and on disk. Use this only if nothing else works. Here are a few things to note when using this: - The bot will not try to call anything on the bracket, Challonge will remain untouched - You cannot setup (yet) a tournament past the start of registration/check-in (can't setup if the tournament is ongoing) - None of the channels will be removed or cleared - The participants will keep their roles and permissions - No message sent to anyone, the bot will just suddenly start to say "No tournament setup" on most commands. If your tournament is ongoing, it is your job to tell them.
fr_fr: Réinitialisation pure et dure du tournoi de la mémoire. Ceci ne posera pas de questions, n'essayera pas de nettoyer quoi que ce soit, on supprime tout ce qu'on connait du tournoi, aussi bien sur la mémoire que sur le disque. N'utilisez ceci que si rien d'autre ne fonctionne. Voici quelques choses à noter lors de l'utilisation de ceci : - Le bot n'essaiera pas de faire quoi que ce soit sur le bracket, Challonge restera intact - Vous ne pouvez pas (encore) configurer un tournoi après le début des inscriptions/du check-in (impossible de configurer un tournoi en cours) - Aucun salon ne sera supprimée ou nettoyé - Les participants garderont leurs rôles et permissions - Aucun message n'est envoyé à quiconque, le bot va subitement commencer à dire \"Aucune tournoi configuré\" sur la plupart des commandes. Si votre tournoi est en cours, c'est à vous de le faire passer le message.

source: This command is dangerous, type `{prefix}help tfix hardreset` for a detailed description of what the bot does or not, and the consequences. Do you want to continue?
fr_fr: Cette commande est dangereuse, tapez `{prefix}help tfix hardreset` pour une description détaillée de ce que le bot fait, et ses conséquences. Voulez-vous continuer ?

source: Everything was successfully internally reset.
fr_fr: Tout a été réinitialisé avec succès.

source: Resets the internal list of matches and participants. All ongoing matches will be lost. If the task is still active, all matches will be started again, with new channels. You can ask the bot to delete all channels too (categories excluded) by calling the command like this: `[p]tfix resetmatches yes`
fr_fr: Réinitialise la liste interne des matchs et des participants. Toutes les parties en cours seront perdues. Si la tâche est toujours active, tous les matchs seront redémarrées, avec de nouveaux salons. Vous pouvez également demander au bot de supprimer tous les salons (catégories exclues) en exécutant la commande comme ceci : `[p]tfix resetmatches yes`

source: Matches reset.
fr_fr: Matchs réinitialisés.

source: Matches reset. Starting channels deletion, this might take a while...
fr_fr: Matchs réinitialisés. Démarrage de la suppression des salons, cela peut prendre un moment...

source: Channels deleted.
fr_fr: Salon supprimés.

source: {num} channels couldn't be deleted.
fr_fr: {num} salons n'ont pas pu être supprimés.

source: Resets the list of participants during registration. All participants will be forgotten, but they keep their roles unless specified by calling `[p]tfix resetparticipants yes`.
fr_fr: Réinitialise la liste des participants lors des inscriptions. Tous les participants seront oubliés, mais ils gardent leurs rôles sauf si vous le spécifiez en appelant `[p]tfix resetparticipants yes`.

source: Participants reset.
fr_fr: Participants réinitialisés.

source: Participants reset. Starting roles removal, this might take a while...
fr_fr: Participants réinitialisés. Démarrage du retrait des rôles, cela peut prendre un moment...

source: Roles removed.
fr_fr: Rôles retirés.

source: {num} participants couldn't have their role removed.
fr_fr: {num} participants n'ont pas pu avoir leur rôle retiré.

source: Registers everyone in a role. If there are members already registered in this role, they are ignored. Previous participants are kept, else you might want to run `[p]tfix resetparticipants` before. Running this after a check-in start will pre-check everyone, including already registered members of that role.
fr_fr: Inscrit tous les membres d'un rôle. S'il y a des membres déjà inscrits avec ce rôle, ils sont ignorés. Les participants précédents sont conservés, sinon vous pourriez vouloir exécuter `[p]tfix resetparticipants` avant. L'exécution après le début du check-in va check tout le monde au préalable, y compris les membres déjà inscrits avec ce rôle.

source: That role doesn't have any member.
fr_fr: Ce rôle n'a aucun membre.

source: No new member to register.
fr_fr: Aucun nouveau membre à inscrire.

source: No new participant. {len} participants from role checked in.
fr_fr: Aucun nouveaux participant. {len} participants du rôle ont été check.

source: Successfully registered {register} participants from role {role}.{failed}{check}
fr_fr: {register} participants inscrits avec succès depuis le rôle {role}.{failed}{check}

source: {checked} existing participants checked in.
fr_fr: {checked} participants existants ont étés check.

source: Refresh informations of the tournament from the bracket (Challonge) The bot only fetches tournament's informations on setup, never after, so you might want to use this if you changed something like the limit of participants. This does not reload the config (`[p]tset` commands), try `[p]tfix reload` instead. What can be changed: - Tournament name - Limit of participants What cannot be changed: - URL (the bot will return 404 if you do that, just re-setup) - Game name (config is based on this) - Start time (register and check-in start/end time is already calculated, too many cases to check if this changes, depending on the current phase) The rest is not used by the bot.
fr_fr: Actualise les informations du tournoi depuis le bracket (Challonge) Le bot ne récupère les informations du tournoi que lors de la condifuation intiale, jamais après, donc vous pouvez utiliser ceci si vous avez changé quelque chose comme la limite des participants. Cela ne recharge pas la configuration (commandes `[p]tset`), essayez `[p]tfix reload` à la place. Ce qui peut être modifié : - Nom du tournoi - Limite des participants Ce qui ne peut pas être changé : - URL (le bot retournera 404 si vous faites cela, essayez juste de re-configurer) - Nom du jeu (la configuration est basée sur ceci) - Heure de début (les heures des inscriptions et du check-in sont déjà calculés, trop de cas à vérifier si cette modification est effectuée, selon la phase actuelle) Le reste n'est pas utilisé par le bot.

source: Tournament name and limit of participants updated.
fr_fr: Nom du tournoi et limite des participants mis à jour.

source: Pause the background task launching matches, managing streams, AFKs and more... When you start the tournament, a background task will start, executing every 15 seconds. This task does the following things: - Refresh participants - Refresh matches - Launch matches - Check for AFK players - Delete inactive match channels - Assign streams - Save data on disk If you need to pause the bot from doing these things (like bracket changes), you can use this and restart later. :warning: To prevent disqualifying everyone for AFK when the task is resumed, AFK check will be disabled for all ongoing matches at the time of the task pause.
fr_fr: Met en pause la tâche de fond, lançant les matchs, gérant les streams, AFKs et plus... Lorsque vous démarrez le tournoi, une tâche en arrière-plan démarre, s'exécutant toutes les 15 secondes. Cette tâche effectue les choses suivantes : - Actualiser les participants - Actualiser les matchs - Lancer les nouveaux matchs - Vérifier les joueurs AFK - Supprimer les salons de match inactifs - Assigner les streams - Enregistrer les données sur le disque Si vous avez besoin de mettre le bot en pause pour faire ces choses (comme les changements du bracket), vous pouvez utiliser ceci et redémarrer plus tard. :warning: Pour éviter de disqualifier tout le monde pour AFK lorsque la tâche est reprise, La vérification AFK sera désactivée pour tous les matchs en cours au moment de la pause de la tâche.

source: The task isn't active right now.
fr_fr: La tâche n'est pas active actuellement.

source: Loop task stopped. Resume it with `{prefix}tfix resumetask`
fr_fr: Tâche arrêtée. Reprenez-la avec `{prefix}tfix resumetask`

source: Resume the background task, after a bug or a manual pause. See `[p]help tfix pausetask` for details about the task. Note that this may disable AFK checks for some matches to prevent seeing everyone removed.
fr_fr: Reprend la tâche de fond, après un bug ou une pause manuelle. Regardez `[p]help tfix pausetask` pour plus de détails sur cette tâche. Notez que cela peut désactiver les vérifications de joueurs AFK pour certains matchs afin d'éviter la disqualification de tout le monde.

source: I attempted to run the task once but it failed. The task will not be resumed until the bug is resolved, check your logs or contact a bot admin. You may want to try running `{prefix}tfix reload`.
fr_fr: J'ai tenté d'exécuter la tâche une fois, mais cela a échoué. La tâche ne sera pas reprise tant que le bug n'est pas résolu, vérifiez vos logs ou contactez un administrateur de bot. Vous pouvez essayer d'exécuter `{prefix}tfix reload`.

source: The loop task was successfully resumed.
fr_fr: La tâche a été relancée avec succès.

source: Run the background task only once. See `[p]help tfix pausetask` for details about the task. Note that this may disable AFK checks for some matches to prevent seeing everyone removed.
fr_fr: Exécute la tâche de fond une seule fois. Regardez `[p]help tfix pausetask` pour plus de détails sur cette tâche. Notez que cela peut désactiver les vérifications de joueurs AFK pour certains matchs afin d'éviter la disqualification de tout le monde.

source: An error occured. Check your logs or contact a bot admin.
fr_fr: Une erreur est survenue. Vérifiez vos logs ou contactez un administrateur de bot.

source: A command that may unblock unresponding commands. The bot has an internal lock that prevents important commands such as `[p]win` or `[p]dq` from being run while the bot is updating the informations from Challonge, preventing conflicts. This is a task that is generally light, and that should time out after 10 seconds anyway. If you notice the bot simply doesn't respond for a while with some commands, try this command as the lock could have been left locked due to a bug.
fr_fr: Une commande qui peut débloquer certaines commandes sans réponse. Le bot a un lock interne qui empêche les commandes importantes telles que `[p]win` ou `[p]dq` d'être exécutées pendant que le bot met à jour les informations de Challonge, empêchant les conflits. Ceci est une tâche généralement légère, et qui devrait timeout après 10 secondes de toute façon. Si vous remarquez que le bot ne répond pas avec quelques commandes, essayez cette commande car le lock aurait pu être laissé verrouillé en raison d'un bug.

source: The lock is currently released.
fr_fr: Le lock est actuellement libre.

source: Interlal lock released. There may be an issue somewhere, pay attention.
fr_fr: Lock interne déverouillé. Il peut y avoir un problème quelque part, soyez vigilants.

source: You need to set your Challonge credentials before using this command! Use `{prefix}help challongeset` for more info.
fr_fr: Vous devez définir vos identifiants Challonge avant d'utiliser cette commande! Utilisez `{prefix}help challongeset` pour plus d'informations.

source: There's no ongoing tournament.
fr_fr: Il n'y a pas de tournoi en cours.

source: This command cannot be executed right now.
fr_fr: Cette commande ne peut pas être exécutée pour le moment.

source: I need the "Add reactions" permission in this channel to continue.
fr_fr: J'ai besoin de la permission "Ajouter des réactions" dans ce channel pour continuer.

source: Cancelled.
fr_fr: Annulé.
