Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/locales/*.po
Languages: fr_fr

source: Set the opening and closing time of the registration. You need to give the delay before the start of the tournament for each value. First the opening hour, then the closing hour. Date and time of the tournament's start is the one defined on Challonge. To disable the automatic opening/closing of the registration, give 0s for its corresponding value. Example: `[p]tset register 2d 10m` = Opening of the registration 2 days before the opening of the tournament, then closing 10 minutes before.
fr_fr: Définit les heures d'ouverture et de fermeture des inscriptions. Vous devez donner le délai avant le début du tournoi pour chaque valeur. D'abord l'heure d'ouverture, puis l'heure de fermeture. La date et l'heure du début du tournoi est celle définie sur Challonge. Pour désactiver l'ouverture/fermeture automatique des inscriptions, donnez 0s pour sa valeur correspondante. Exemple: `[p]tset register 2d 10m` = Ouverture des inscriptions 2 jours avant l'ouverture du tournoi, puis fermeture 10 minutes avant.

source: Opening must occur before closing time.
fr_fr: L'ouverture doit avoir lieu avant l'heure de fermeture.

source: Opening must occur before second attempt (two-stage registrations).
fr_fr: L'ouverture doit avoir lieu avant la deuxième tentative (inscriptions en deux étapes).

source: Automatic registration is now disabled.
fr_fr: L'inscription automatique est maintenant désactivée.

source: Registrations will now close {closing} before the start of the tournament. Automatic opening time is disabled, use `{prefix}register start` to start them.
fr_fr: Les inscriptions vont maintenant fermer {closing} avant le début du tournoi. L'heure d'ouverture automatique est désactivée, utilisez `{prefix}register start` pour les lancer.

source: Registrations will now open {opening} before the start of the tournament. Automatic closing time is disabled, use `{prefix}register stop` to stop registrations.
fr_fr: Les inscriptions vont maintenant ouvrir {opening} avant le début du tournoi. L'heure de fermeture automatique est désactivée, utilisez `{prefix}register stop` pour arrêter les inscriptions.

source: Registration will now open {opening} before the start and close {closing} before the start of the tournament.
fr_fr: Les inscriptions seront maintenant ouvertes {opening} avant le début et fermées {closing} avant le début du tournoi.

source: End registration when the limit is reached. If this is enabled, registrations will be closed as soon as the tournament is completed. This is useful with two-stage registrations (see `[p]help tset twostageregister`).
fr_fr: Met fin aux inscriptions lorsque la limite est atteinte. Si ceci est activé, Les inscriptions seront fermées dès que le tournoi sera complet. Ceci est utile avec les inscriptions en deux étapes (voir `[p]help tset twostageregister`).

source: The bot currently ends registrations automatically.
fr_fr: Le bot met fin aux inscriptions automatiquement.

source: The bot currently doesn't end registrations automatically.
fr_fr: Le bot ne met pas fin aux inscriptions automatiquement.

source: If you want to change this, type `{prefix}tset autostopregister {opposite}`.
fr_fr: Si vous voulez changer ceci, tapez `{prefix}tset autostopregister {opposite}`.

source: Done. Registrations will now end as soon as your participants cap is reached.
fr_fr: Réglage configuré. Les inscriptions se termineront dès que votre limite de participants sera atteinte.

source: Done. Registrations will continue regardless of the limit (someone still can't register above the limit, but the channel and commands remains open).
fr_fr: Réglage configuré. Les inscriptions se poursuivront indépendamment de la limite (quelqu'un ne peut toujours pas s'inscrire au-dessus de la limite, mais le salon et les commandes restent ouverts).

source: Give a second opening attempt hour for registrations. This must be inferior to the base opening hour you have set. Basically, the bot will attempt opening registrations a second time. If they're already opened and ongoing, nothing happens. Combine this with the autostop setting (see `[p]help tfix autostopregister`), and you can have registrations that can look like this: - Registrations opened until the cap is reached, then closed - Check-in is done, unchecked participants are removed - **Set up last minute registrations** where members don't have to check and fill your bracket. Provide the duration before tournament start for this second opening (ex: "1h", "15m"). Set 0s to disable.
fr_fr: Règle une seconde heure d'ouverture pour les inscriptions. Ceci doit être inférieur à l'heure d'ouverture de base que vous avez définie. Le bot essaiera d'ouvrir les inscriptions une seconde fois. Si elles sont déjà ouvertes et en cours, rien ne se passera. Combinez ceci avec le paramètre d'arrêt automatique (voir `[p]help tfix autostopregister`), et vous pourrez avoir des inscriptions qui peuvent ressembler à ceci : - Inscriptions ouvertes jusqu'à ce que la limite soit atteinte, puis fermeture - Le check-in est terminé, les participants non check sont retirés - **Inscriptions de dernière minute configurés**, où les membres n'ont pas à check et remplissent le bracket. Donnez la durée avant le début du tournoi pour cette seconde ouverture (ex: "1h", "15m"). Mettez 0s pour désactiver.

source: Second opening must occur after first opening.
fr_fr: La seconde ouverture doit avoir lieu après la première ouverture.

source: Second opening must before closing.
fr_fr: La deuxième ouverture doit avoir lieu avant la fin.

source: Two stage registration is now disabled.
fr_fr: L'inscription en deux étapes est maintenant désactivée.

source: Two stage registration is now enabled with your second opening.
fr_fr: L'inscription en deux étapes est maintenant activée avec votre deuxième ouverture.

source: Set the opening and closing time of the check-in. You need to give the delay before the start of the tournament for each value. First the opening hour, then the closing hour. Date and time of the tournament's start is the one defined on Challonge. To disable the check-in, give 0s for both values. Example: `[p]tset checkin 1h 15m` = Opening of the check-in one hour before the start of the tournament, then closing 15 minutes before.
fr_fr: Définit l'heure d'ouverture et de fermeture du check-in. Vous devez donner le délai avant le début du tournoi pour chaque valeur. D'abord l'heure d'ouverture, puis l'heure de fermeture. La date et l'heure du début du tournoi est celle définie sur Challonge. Pour désactiver l'ouverture/fermeture automatique du check-in, donnez 0s pour sa valeur correspondante. Exemple: `[p]tset checkin 1h 15m` = Ouverture du check-in une heure avant le début du tournois, puis fermeture 15 minutes avant.

source: Automatic check-in is now disabled.
fr_fr: Le check-in automatique est maintenant désactivée.

source: Check-in will now close {closing} before the start of the tournament. Automatic opening time is disabled, use `{prefix}checkin start` to start the check-in.
fr_fr: Le check-in va maintenant fermer {closing} avant le début du tournoi. L'heure d'ouverture automatique est désactivée, utilisez `{prefix}checkin start` pour lancer le check-in.

source: Check-in will now open {opening} before the start of the tournament. Automatic closing time is disabled, use `{prefix}checkin stop` to stop the check-in.
fr_fr: Le check-in va maintenant ouvrir {opening} avant le début du tournoi. L'heure de fermeture automatique est désactivée, utilisez `{prefix}checkin stop` pour arrêter le check-in.

source: Check-in will now open {opening} before the start and close {closing} before the start of the tournament.
fr_fr: Le check-in sera maintenant ouvert {opening} avant le début et fermé {closing} avant le début du tournoi.

source: Define when the sets switch to Best of 5 format (BO5) You need to enter a number to define the level: 0 = top 7 1 = top 5 2 = top 3 (winner + loser final) -1 = top 12...
fr_fr: Définit lorsque les sets basculent vers le format Best of 5 (BO5) Vous devez entrer un nombre pour définir le niveau : 0 = top 7 1 = top 5 2 = top 3 (winner + loser final) -1 = top 12...

source: The level was successfully set.
fr_fr: Le niveau a été défini avec succès.

source: Show all settings for this server. If you want to display the settings for a specific configuration, use `[p]tset settings --config "Your config name"`
fr_fr: Affiche tous les paramètres de ce serveur. Si vous voulez afficher les paramètres d'une configuration spécifique, utilisez `[p]tset settings --config "Votre config"`

source: I need the `Embed links` permission in this channel.
fr_fr: J'ai besoin de la permission `Intégrer des liens` pour envoyer ceci.

source: Displaying configuration "{name}".
fr_fr: Affichage de la configuration "{name}".

source: Displaying the default configuration.
fr_fr: Affichage de la configuration par défaut.

source: Disabled
fr_fr: Désactivé

source: First warn: after {}
fr_fr: Première alerte : au bout de {}

source: T.O. warn: {} after first warn
fr_fr: Avertissement des T.O: {} après le premier avertissement

source: T.O. warn: disabled
fr_fr: Avertissement des T.O. : désactivé

source: Configured account: [{user}](https://challonge.com/users/{user})
fr_fr: Compte configuré : [{user}](https://challonge.com/users/{user})

source: Not configured. Use `{prefix}challongeset`
fr_fr: Non configuré. Utilisez `{prefix}challongeset`

source: manual.
fr_fr: manuelle.

source: disabled.
fr_fr: désactivé.

source: enabled
fr_fr: activé

source: disabled
fr_fr: désactivé

source: Not set
fr_fr: Non réglé

source: Lost
fr_fr: Perdu

source: Participant : {participant} Player : {player} Streamer : {streamer} T.O. : {to} Tester : {tester}
fr_fr: Participant : {participant} Joueur : {player} Streamer : {streamer} T.O. : {to}

source: Not set.
fr_fr: Non défini.

source: Name: {name} ID: {id}
fr_fr: Nom : {name} ID : {id}

source: Settings • Page 1/3
fr_fr: Réglages • Page 1/3

source: Challonge credentials : {challonge} Number of configs : {configs} Delay before DQ : {delay} Begin of BO5 : {bo5} *(see `{prefix}help tset startbo5`)*
fr_fr: Identifiants Challonge : {challonge} Nombre de configs : {configs} Délai avant DQ : {delay} Début de BO5 : {bo5} *(voir `{prefix}help tset startbo5`)*

source: Registration
fr_fr: Inscriptions

source: Opening : {opening} Second opening : {secondopening} Closing : {closing} Auto-stop : {stop} *\* Delay before the start of the tournament*
fr_fr: Ouverture : {opening} Deuxième ouverture : {secondopening} Fermeture : {closing} Arrêt automatique : {stop} *\* Délai avant le début du tournoi*

source: Opening : {opening} Closing : {closing}
fr_fr: Ouverture : {opening} Fermeture : {closing}

source: Fully disabled.
fr_fr: Entièrement désactivé.

source: Warn long matches
fr_fr: Avertissement des matchs longs

source: Settings • Page 2/3
fr_fr: Réglages • Page 2/3

source: Channels
fr_fr: Salons

source: Roles
fr_fr: Rôles

source: Settings • Page 3/3
fr_fr: Réglages • Page 3/3

source: Ban info: {baninfo}
fr_fr: Mode de ban : {baninfo}

source: That tournament was already started on Challonge! You can continue, and the bot will attempt to resume that tournament where it is currently. - Registrations and check-in will be skipped - The bot will internally register all participants on the bracket using their name - **Participants which can't be found on the server will be disqualified!** - Then the bot will create channels for everyone, and all that stuff... Would you like to continue? (The bot will give you another prompt if it finds participants which should be disqualified)
fr_fr: Ce tournoi a déjà commencé sur Challonge ! Vous pouvez continuer, et le bot va essayer de reprendre ce tournoi là où il est actuellement. - Les inscriptions et le check-in seront ignorés - Le bot enregistrera tous les participants sur le bracket en utilisant leur nom - **Les participants qui ne peuvent pas être trouvés sur le serveur seront disqualifiés !** - Ensuite, le bot va créer des channels pour tout le monde, et tout ce bordel... Voulez-vous continuer ? (Le bot vous demandera confirmation une seconde fois s'il trouve des participants qui doivent être disqualifiés)

source: :warning: Challonge player with name "{name}" can't be found on the server. If you continue the setup, he will be disqualified.
fr_fr: :warning: Le joueur Challonge avec le nom "{name}" ne peut pas être trouvé sur le serveur. Si vous continuez, il sera disqualifié.

source: :warning: {len} Challonge players can't be found on the server! If you continue, they will all be disqualified. Players: {players}
fr_fr: :warning: {len} joueurs Challonge ne peuvent pas être trouvés sur le serveur ! Si vous continuez, ils seront tous disqualifiés. Joueurs : {players}

source: Would you like to continue?
fr_fr: Voulez-vous continuer ?

source: Do you want to send announcement messages?
fr_fr: Voulez-vous envoyer les messages d'annonce ?

source: The tournament is now up and running!
fr_fr: Le tournoi est maintenant prêt !

source: Setup the next tournament for this server. You must give a valid Challonge URL.
fr_fr: Configure le prochain tournoi du serveur. Vous devez donner un URL Challonge valide.

source: A tournament seems to be already configured. If this tournament is done, use `{prefix}end` to correctly end the tournament. Else, use `{prefix}reset` to clear the tournament from the bot.
fr_fr: Un tournoi semble déjà configuré. Si ce tournoi est terminé, utilisez `{prefix}end` pour mettre fin correctement au tournoi. Sinon, utilisez `{prefix}reset` pour effacer le tournoi du bot.

source: :information_source: A 401 error at this step means your Challonge username and/or API key are invalid. Please configure new ones with the `{prefix}challongeset` command while making sure everything is correct.
fr_fr: :information_source: Une erreur 401 à cette étape signifie que votre nom d'utilisateur Challonge et/ou votre clé API sont invalides. Veuillez les configurer à nouveau avec la commande `{prefix}challongeset` en vous assurant que tout est correct.

source: :information_source: A 404 error either means the link you've provided is invalid, or the tournament is hosted by a community instead of a user. For obscure reasons, the Challonge API does not support communitites, so if this is the case, move the tournament to a standalone user (Settings > Basic info > Host). You will be able to move the tournament back to your community once it is ended.
fr_fr: :information_source: Une erreur 404 signifie que le lien que vous avez fourni est invalide, ou que le tournoi est hébergé par une communauté au lieu d'un utilisateur. Pour des raisons obscures, l'API Challonge ne supporte pas les communautés, donc si c'est le cas, déplacez le tournoi vers un simple utilisateur (Paramètres > Informations de base > Hôte). Vous serez en mesure de déplacer le tournoi vers votre communauté une fois terminé.

source: Tournament not found. Check your URL.
fr_fr: Tournoi introuvable. Vérifiez votre URL.

source: You need to define a start date and time on your tournament.
fr_fr: Vous devez définir une date de début sur votre tournoi.

source: Skipped
fr_fr: Passé

source: Manual
fr_fr: Manuel

source: The tournament's date has already passed:
fr_fr: La date du tournoi est déjà passée :

source: There are conflicts with dates!
fr_fr: Il y a des conflits avec les dates !

source: Would you like to continue and skip these events?
fr_fr: Voulez-vous continuer et passer ces événements ?

source: Tournament of {limit} players.
fr_fr: Tournoi de {limit} joueurs.

source: Tournament without player limit.
fr_fr: Tournoi sans limite de joueurs.

source: Tournament start: {date}
fr_fr: Début du tournoi : {date}

source: Time zone: {tz}
fr_fr: Fuseau horaire : {tz}

source: Opening: {opening} Second opening: {secondopening} Close when complete: {autostop} Closing : {closing}
fr_fr: Ouverture : {opening} Deuxième ouverture : {secondopening} Fermeture une fois complet : {autostop} Fermeture : {closing}

source: Enabled
fr_fr: Activé

source: Opening: {opening} Closing : {closing}
fr_fr: Ouverture : {opening} Fermeture : {closing}

source: Using config "{name}"
fr_fr: Utilisation de la configuration "{name}"

source: Using default config.
fr_fr: Utilisation de la configuration par défaut.

source: Is this correct?
fr_fr: Est-ce correct ?

source: The tournament is now set!
fr_fr: Le tournoi est maintenant configuré !

source: Shows infos about the current tournament.
fr_fr: Affiche les infos du tournoi actuel.

source: Current phase: {phase}
fr_fr: Phase actuelle : {phase}

source: Total: {total} In-game: {ingame}
fr_fr: Total : {total} En jeu : {ingame}

source: Total: {total} Ongoing: {ongoing} Scheduled: {scheduled} Ended (awaiting deletion): {ended}
fr_fr: Total : {total} En cours : {ongoing} Planifié : {scheduled} Terminé (en attente de suppression) : {ended}

source: :warning: **The background task is not running.** This is either a bug, or someone paused it manually. Resume it with `{prefix}tfix resumetask`. Type `{prefix}help tfix pausetask` for details about the role of this background loop task.
fr_fr: :warning: **La tâche de fond n'est pas en cours d'exécution.** Soit c'est un bug, soit quelqu'un l'a mise en pause manuellement. Relancez-la avec `{prefix}tfix resumetask`. Tapez `{prefix}help tfix pausetask` pour plus de détails sur le rôle de cette tâche de fond.

source: *(no limit)*
fr_fr: *(sans limite)*

source: {checked}/{total} checked
fr_fr: {checked}/{total} check

source: Start time
fr_fr: Date et heure de début

source: Participants registered
fr_fr: Participants inscrits

source: Next scheduled event
fr_fr: Prochain événement programmé

source: None
fr_fr: Aucun

source: Registration start
fr_fr: Début des inscriptions

source: Second registration start
fr_fr: Début de la seconde inscription

source: Registration ending
fr_fr: Fin de l'inscription

source: Check-in start
fr_fr: Début du check-in

source: Check-in stop
fr_fr: Arrêt du check-in

source: Pending
fr_fr: En attente

source: Ongoing
fr_fr: En cours

source: On hold (awaiting second opening)
fr_fr: Suspendu (en attente de la seconde ouverture)

source: Done
fr_fr: Fait

source: Current status: **{status}** Opening : {opening} Second opening : {secondopening} Closing : {closing} Auto-stop : {stop}
fr_fr: Statut actuel : **{status}** Ouverture : {opening} Deuxième ouverture : {secondopening} Fermeture : {closing} Arrêt automatique : {stop}

source: Current status: **{status}** Opening: {start} Closing: {stop}
fr_fr: Statut actuel : **{status}** Ouverture : {start} Fermeture : {stop}

source: Timezone: {tz}
fr_fr: Fuseau horaire : {tz}

source: You don't have any stream. If you want to edit someone else's stream, put its channel link as the first argument (see `{prefix}help stream set`).
fr_fr: Vous n'avez aucun stream. Si vous voulez éditer le stream de quelqu'un d'autre, mettez le lien de son stream comme premier argument (voir `{prefix}help stream set`).

source: Display streams, or manage them.
fr_fr: Afficher les streams, ou les gères.

source: No streamers in this tournament for now.
fr_fr: Aucun streamer dans ce tournoi pour le moment.

source: Initialize your stream.
fr_fr: Initialisez votre stream.

source: A streamer with that link is already configured.
fr_fr: Un streamer avec ce lien est déjà configuré.

source: List streams.
fr_fr: Liste les streams.

source: __List of streamers on this tournament__
fr_fr: __Liste des streamers sur ce tournoi__

source: <{s.link}> by {s.member}: {current}
fr_fr: <{s.link}> par {s.member}: {current}

source: On set {set}
fr_fr: Sur le set {set}

source: Configure room info for a stream. You must pass the room ID followed by its code. (yes this is totally for Smash Bros.) If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream set 5RF7G 260` - `[p]stream set https://twitch.tv/el_laggron 5RF7G 260`
fr_fr: Règle les infos d'une room pour un stream. Vous devez donner l'ID de votre room suivi de son code. (oui c'est totalement pour Smash Bros.) Si vous voulez modifier le stream de quelqu'un d'autre, donne sa chaine comme premier argument. Exemples : - `[p]stream set 5RF7G 260` - `[p]stream set https://twitch.tv/el_laggron 5RF7G 260`

source: Transfer a stream's ownership. Reminder that ownership of a stream means nothing, any streamer/T.O. can edit anyone's stream. Use this if you want to setup a stream and then to pass it to the streamer. Being owner of a stream will only prevent having to enter a link each time. If you want to edit someone else's stream, give its channel as the first argument.
fr_fr: Transfère les droits d'un stream. Rappelez-vous que le droit sur un stream ne signifie rien, n'importe quel streamer/T.O. peut modifier le stream de n'importe qui. Utilisez ceci si vous voulez configurer un stream, puis le passer au streamer en question. Avoir le droit sur un stream permet seulement de ne pas avoir à entrer un lien à chaque fois. Si vous voulez modifier le flux de quelqu'un d'autre, donne le lien de sa chaine en tant que premier argument.

source: Add sets to a stream. You can add multiple sets at once. The set numbers are directly listed on the bracket. If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream add 252 253 254 255` - `[p]stream add https://twitch.tv/el_laggron 252 253 254 255`
fr_fr: Ajoute des sets à un stream. Vous pouvez ajouter plusieurs sets à la fois. Le numéro d'un set est directement listé sur le bracket. Si vous voulez modifier le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream add 252 253 254 255` - `[p]stream add https://twitch.tv/el_laggron 252 253 254 255`

source: Some errors occured:
fr_fr: Des erreurs se sont produites :

source: Remove sets from your stream. You can remove multiple sets at once. The set numbers are listed with `[p]stream info`. Type **all** instead of the list to remove all the sets. If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream remove 252 253 254 255` - `[p]stream remove https://twitch.tv/el_laggron 252 253 254 255`
fr_fr: Retire des sets de votre stream. Vous pouvez supprimer plusieurs sets à la fois. Le numéro d'un set est directement listé avec `[p]stream info`. Tapez **all** à la place des sets pour retirer tous les sets à la fois. Si vous voulez modifier le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream remove 252 253 254 255` - `[p]stream remove https://twitch.tv/el_laggron 252 253 254 255`

source: None of the sets you sent were listed in the stream.
fr_fr: Aucun des sets envoyés se trouve dans votre stream.

source: Replace the set list of your stream. The set numbers are listed with `[p]stream info`. If you want to edit someone else's stream, give its channel as the first argument. Examples: - `[p]stream replace 252 253 254 255` - `[p]stream replace https://twitch.tv/el_laggron 252 253 254 255`
fr_fr: Remplace les sets de votre stream. Le numéro d'un set est directement listé avec `[p]stream info` ou sur le bracket. Si vous voulez modifier le stream de quelqu'un d'autre, donnez sa chaine comme premier argument. Exemples : - `[p]stream remove 252 253 254 255` - `[p]stream remove https://twitch.tv/el_laggron 252 253 254 255`

source: You don't even have sets in your queue. Use `{prefix}stream add` instead.
fr_fr: Vous n'avez même pas de sets dans votre file d'attente. Utilisez d'abord `{prefix}stream add`.

source: Same order, same sets, nothing to change.
fr_fr: Même ordre, même sets, rien à changer.

source: There are some problems with the new sets, nothing was changed.
fr_fr: Il y a quelques problèmes avec les nouveaux sets, rien n'a été changé.
