Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: tournaments/locales/*.po
Languages: fr_fr

source: The given format is incorrect. Please retry in the right format (3-0, 2-1, 3-2...)
fr_fr: Le format indiqué est incorrect. Veuillez réessayer avec le bon format (3-0, 2-1, 3-2...)

source: Starts the tournament.
fr_fr: Lance le tournoi.

source: There is no setup tournament. Use `{prefix}setup` first.
fr_fr: Il n'y a pas de tournoi configuré. Utilisez d'abord `{prefix}setup`.

source: Registration is still ongoing, please end it first.
fr_fr: Les inscriptions sont toujours en cours, veuillez d'abord y mettre fin.

source: Check-in is still ongoing, please end it first.
fr_fr: Le check-in est toujours en cours, veuillez d'abord y mettre fin.

source: :warning: I don't have any participant internally registered. You can still start the tournament, I will fetch the participants from the bracket, if available, but the names must exactly match the names of members in this server! I will disqualify the participants I cannot find. Keep in mind you can register all members in a role with `{prefix}tfix registerfromrole`. Do you want to continue?
fr_fr: :warning: Je n'ai aucun participant inscrit. Vous pouvez toujours commencer le tournoi, je vais récupérer les participants du bracket, si disponible, mais les noms doivent exactement correspondre aux noms des membres de ce serveur ! Je disqualifierais les participants que je ne trouve pas. Sachez que vous pouvez inscrire tous les membres d'un rôle avec `{prefix}tfix registerfromrole`. Voulez-vous continuer ?

source: :warning: Some participants do not have a player ID assigned. This may be because the bot failed seeding/uploading after the end of registrations or check-in, or this is manual and you forgot to upload the participants with `{prefix}upload`. You should try the previous command again before continuing, or some participants will be lost. Do you want to continue?
fr_fr: :warning: Certains participants n'ont pas d'ID assigné au bracket. Cela peut être dû au fait que le bot a échoué lors du seeding/upload après la fin des inscriptions ou du check-in, ou ceci est manuel et vous avez oublié d'upload les participants avec `{prefix}upload`. Vous devriez essayer la commande précédente à nouveau avant de continuer, ou certains participants seront perdus. Voulez-vous continuer ?

source: Tournament starting...
fr_fr: Lancement du tournoi...

source: Start the tournament
fr_fr: Lancement du tournoi

source: Open text channels
fr_fr: Ouverture des salons

source: Send messages
fr_fr: Envoi des messages

source: Launch sets
fr_fr: Lancement des sets

source: Seed and upload
fr_fr: Seed et upload

source: Starting the tournament...
fr_fr: Démarrage du tournoi...

source: Game: {game} URL: {url}
fr_fr: Jeu : {game} URL : {url}

source: :information_source: A 422 error can mean multiple things: - There are not enough participants on Challonge. Check the bracket, and use `{prefix}upload` to try sending the participants again (seeding reset). - You enabled the check-in on Challonge. Check the participants on Challonge, or disable this option.
fr_fr: :information_source: Une erreur 422 peut signifier plusieurs choses : - Il n'y a pas assez de participants sur Challonge. Vérifiez le bracket et utilisez `{prefix}upload` pour essayer d'upload à nouveau les participants (perte du seeding). - Vous avez activé le check-in sur Challonge. Checkez les participants sur Challonge, ou désactivez cette option.

source: __Error from Challonge: {error}__ {error_msg} If this problem persists, contact T.O.s or an admin of the bot.
fr_fr: __Erreur de Challonge : {error}__ {error_msg} Si ce problème persiste, contactez un T.O. ou un administrateur du bot.

source: An error occured when starting the tournament (most likely not related to Challonge). Check your logs or contact a bot admin.
fr_fr: Une erreur est survenue lors du démarrage du tournoi (probablement non lié à Challonge). Vérifiez les logs ou contactez un administrateur du bot.

source: The tournament has now started!
fr_fr: Le tournoi a commencé !

source: Ends the current tournament.
fr_fr: Met fin au tournoi actuel.

source: There are still ongoing matches.
fr_fr: Il y a encore des matchs en cours.

source: Tournament ending
fr_fr: Arrêt du tournoi

source: Stopping the tournament
fr_fr: Fin du tournoi

source: Clearing and closing channels
fr_fr: Nettoyage et fermeture des salons

source: Deleting channels
fr_fr: Suppression des salons

source: Removing roles
fr_fr: Retrait des rôles

source: Ending the tournament...
fr_fr: Arrêt du tournoi...

source: {participants} participants Lasted for {time} *(based on expected start time)*
fr_fr: {participants} participants A duré pendant {time} *(basé sur l'heure de lancement prévue)*

source: An error occured when ending the tournament.
fr_fr: Une erreur s'est produite lors de l'arrêt du tournoi.

source: Tournament ended.
fr_fr: Tournoi terminé.

source: Failed deleting the following categories:
fr_fr: Échec de la suppression des catégories suivantes :

source: Failed deleting the following channels:
fr_fr: Échec de la suppression des salons suivants :

source: Failed clearing and closing the following channels:
fr_fr: Échec du nettoyage et de la fermeture des salons suivants :

source: Failed removing roles to the following members:
fr_fr: Échec du retrait des rôles aux membres suivants :

source: Check your console or logs for more informations.
fr_fr: Consultez votre console ou vos logs pour plus d'informations.

source: The tournament is now ended, congratulations to all participants! Results and ranking: {url}
fr_fr: Le tournoi est maintenant terminé, félicitations à tous les participants ! Résultats et classement : {url}

source: Resets the bracket and stops the bot's activity.
fr_fr: Réinitialise le bracket et stoppe l'activité du bot.

source: I need the "Add reactions" permission.
fr_fr: J'ai besoin de la permission "Ajouter des réactions".

source: :warning: **Warning!** If you continue, the entire progression will be lost, and the bot will roll back to its previous state. Then you will be able to start again with `{prefix}start`. **The matches __cannot__ be recovered!** Do you want to continue?
fr_fr: :warning: **Attention!** Si vous continuez, la progression entière sera perdue, et le bot reviendra à son état précédent. Vous serez alors en mesure de recommencer avec `{prefix}start`. **Les matchs __ne peuvent pas__ être récupérés !** Voulez-vous continuer ?

source: The tournament has been reset.
fr_fr: Le tournoi a été réinitialisé.

source: Starting channels deletion, this may take a while... Please wait for this to be done before trying to restart.
fr_fr: Démarrage de la suppression des salons, cela peut prendre un certain temps... Veuillez attendre que cela soit terminé avant d'essayer de relancer.

source: Channels cleared.
fr_fr: Salons effacés.

source: Resets the current tournament from the bot.
fr_fr: Réinitialise le tournoi actuel du bot.

source: There's no tournament setup on this server.
fr_fr: Il n'y a pas de tournoi configuré sur ce serveur.

source: The tournament is ongoing. Please use `{prefix}resetbracket` first.
fr_fr: Le tournoi est en cours. Veuillez d'abord utiliser `{prefix}resetbracket`.

source: :warning: **Warning!** If you continue, the participants registered will be lost. Then you will be able to configure a new tournament with `{prefix}setup`. **The participants __cannot__ be recovered!** Do you want to continue?
fr_fr: :warning: **Attention!** Si vous continuez, les participants inscrits seront perdus. Ensuite, vous serez en mesure de configurer un nouveau tournoi avec `{prefix}setup`. **Les participants __ne peuvent pas__ être récupérés !** Voulez-vous continuer ?

source: Tournament removed!
fr_fr: Tournoi retiré!

source: Upload the participants to the bracket, and seed if possible. If you set braacket informations, the bot will seed participants based on this. Previously added participants in the bracket will be kept with their seeding. However, if you want the bot to override the previous list of participants, type `[p]upload --force`
fr_fr: Upload les participants sur le bracket, avec seeding si possible. Si vous avez défini les informations braacket, le bot va seed les participants en se basant sur leur elo. Les participants précédemment ajoutés sur le bracket seront gardés avec leur seeding. Cependant, si vous voulez replacer la liste précédente de participants, tapez `[p]upload --force`.

source: :warning: No participant registered.
fr_fr: :warning: Aucun membre inscrit.

source: Check-in is still ongoing. Participants not checked yet won't be uploaded.
fr_fr: Le check-in est toujours en cours. Les participants non check ne seront pas upload.

source: Check-in was not done. All participants will be uploaded.
fr_fr: Le check-in n'a pas été fait. Tous les participants seront upload.

source: Using `--force` will clear the previous list of participants and replace it with the bot's internal list. Any seeding done on the bracket will be lost.
fr_fr: L'utilisation de `--force` effacera la liste précédente des participants et la remplacera par la liste interne du bot. Le seeding fait sur le bracket sera perdu.

source: Do you want to continue?
fr_fr: Voulez-vous continuer ?

source: :information_source: A 422 error when uploading participants probably means the limit of participants was hit. Did the bot register too many participants? Or did someone edit the limit? Check the settings on Challonge.
fr_fr: :information_source: Une erreur 422 lors de l'upload des participants signifie probablement que la limite des participants a été atteinte. Le bot a-t-il enregistré trop de participants ? Ou quelqu'un a-t-il modifié la limite ? Vérifiez les paramètres sur Challonge.

source: An error occured while seeding participants. Check your logs or contact an admin of the bot. Would you like to continue without seeding?
fr_fr: Une erreur est survenue lors du seeding des participants. Vérifiez vos logs ou contactez un administrateur du bot. Voulez-vous continuer sans seeding ?

source: Uploading the participants to the bracket failed. This issue is not due to seeding or Challonge. Contact an admin of the bot for details. :information_source: You can manually add participants on the bracket as long as the names matches their exact Discord name (Username#1234), and the bot will fetch everyone back when you start the tournament (but will disqualify the ones with an invalid name).
fr_fr: L'upload des participants sur le bracket a échoué. Ce problème n'est pas dû au seeding ou à Challonge. Contactez un administrateur du bot pour plus de détails. :information_source: Vous pouvez ajouter manuellement des participants sur le bracket tant que les noms correspondent exactement aux pseudos Discord (Username#1234), et le bot récupèrera tout le monde lorsque vous lancerez le tournoi (mais disqualifiera ceux avec un nom invalide).

source: There was no new participant to upload. If you want to enforce a new seeding, type `{prefix}upload --force`.
fr_fr: Il n'y a pas eu nouveau participant à upload. Si vous voulez forcer un nouveau seeding, tapez `{prefix}upload --force`.

source: {len} participants successfully seeded{upload} to the bracket!
fr_fr: {len} participants ont été seed{upload} avec succès sur le bracket !

source: and uploaded
fr_fr: et upload

source: Participants are not seeded starting at position {pos}.
fr_fr: Les participants ne sont pas seed à partir de la position {pos}.

source: Since there were other participants in the bracket, the new participants were appended at the end instead of potentially overriding a manual seeding. You can force a full seeding with `{prefix}upload --force`.
fr_fr: Étant donné qu'il y a d'autres participants sur le bracket, les nouveaux participants ont été ajoutés à la fin au lieu de supprimer un seeding manuel. Vous pouvez forcer un seeding complet avec `{prefix}upload --force`.

source: Set the score of your set. To be used by the winner.
fr_fr: Définissez le score de votre set. À être utilisé par le gagnant.

source: You are not a member of this tournament.
fr_fr: Vous n'êtes pas inscrit à ce tournoi.

source: You don't have any ongoing match.
fr_fr: Vous n'avez pas de match en cours.

source: Your match has not started yet. You're either awaiting for a stream, or an error occured internally. You can ask a T.O. for a manual score setting.
fr_fr: Votre match n'a pas encore commencé. Vous êtes en attente d'un stream, ou une erreur est survenue en interne. Vous pouvez demander à un T.O. un réglage manuel du score.

source: You have to use this command in {channel}.
fr_fr: Vous devez utiliser cette commande dans {channel}.

source: You need to wait for 5 minutes at least after the beginning of your match before being able to set your score. T.O.s can bypass this by setting the score manually on the bracket.
fr_fr: Vous devez attendre au moins 5 minutes après le lancement de votre match avant de pouvoir définir votre score. Les T.O.s peuvent surpasser cela en réglant le score manuellement sur le bracket.

source: That's a quite special score you've got there dude, you gotta tell me how to win without playing, I'm interested...
fr_fr: C'est un score assez spécial qu'on a là, vous devez me dire comment gagner sans jouer, je suis intéressé...

source: Hmm... So you're telling me there is a tie *but* you're somehow still the winner of your match? Review the formatting of your score.
fr_fr: Hmm... Donc vous me dites qu'il y a match nul *mais* que vous êtes malgré tout le gagnant de ce match ? Revoyez le format de votre score.

source: Set the score of a set. To be used by a T.O. You need to give the winner of the set, followed by its score. If the command is used in a channel for a set, this will be the set used by default. Else you can specify the set you want to update as the first argument. Examples: - `[p]setscore @Blite 2-1` - `[p]setscore 147 @Lorinato 3-1`
fr_fr: Règle le score d'un set. A être utilisé par un T.O. Vous devez donner le gagnant du set, suivi de son score. Si la commande est utilisée dans un channel pour un set, ce set sera utilisé par défaut. Sinon vous pouvez spécifier le set que vous voulez éditer comme premier argument. Exemples : - `[p]setscore @Blite 2-1` - `[p]setscore 147 @Lorinato 3-1`

source: The winner is not a member of this tournament.
fr_fr: Le gagnant n'est pas membre de ce tournoi.

source: I don't see any match here. Provide the set number as the first argument, or use this command inside a channel for a set (see `{prefix}help setscore`).
fr_fr: Je ne vois aucun match ici. Donnez le numéro du set comme premier argument, ou utilisez cette commande dans un salon pour un set (voir `{prefix}help setscore`).

source: This match is already finished.
fr_fr: Ce match est déjà terminé.

source: The winner isn't part of the match {set}.
fr_fr: Le gagnant ne fait pas partie du match {set}.

source: Forfeit your current match. This will set a score of (-1 0)
fr_fr: Déclarez forfait sur votre match actuel. Cela va définire le score -1 0

source: Are you sure you want to forfeit this match?
fr_fr: Voulez-vous vraiment déclarer forfait sur ce match ?

source: Disqualify yourself from the tournament.
fr_fr: Disqualifiez-vous du tournoi.

source: Are you sure you want to stop the tournament?
fr_fr: Êtes-vous sûr de vouloir arrêter le tournoi ?

source: Call TO's for a lag test.
fr_fr: Appelle les TOs pour un lag test.

source: You are not a participant in this tournament.
fr_fr: Vous n'êtes pas inscrit à ce tournoi.

source: check set #{set} between {player1} and {player2} (match in DM)
fr_fr: vérifiez le set #{set} entre {player1} et {player2} (match en MP)

source: consult channel {channel}
fr_fr: consulter le salon {channel}

source: :satellite: **Lag report** : TOs are invited to {target}.
fr_fr: :satellite: **Lag report** : Les TOs sont invités à {target}.

source: TOs were called. Prepare a new arena for them...
fr_fr: Les TOs ont été appelés. Préparez une nouvelle arène pour eux...

source: Show the tournament's ruleset.
fr_fr: Affiche les règles du tournoi.

source: There's no ruleset channel defined.
fr_fr: Aucun channel de règles défini.

source: Ruleset: {channel}
fr_fr: Règles : {channel}

source: Show the tournament's bracket.
fr_fr: Affiche le bracket du tournoi.

source: Show the list of legal stages.
fr_fr: Affiche la liste des stages légaux.

source: There are no legal stages specified for this game.
fr_fr: Il n'y a pas de stages légaux spécifiés pour ce jeu.

source: __Legal stages:__
fr_fr: __Stages légaux :__

source: Show the list of legal counter stages
fr_fr: Affiche la liste des counters.

source: There are no counter stages specified for this game.
fr_fr: Il n'y a pas de counters spécifiés pour ce jeu.

source: List matches, sorted by their duration.
fr_fr: Liste les matchs, triés par leur durée.

source: No match currently ongoing.
fr_fr: Aucun match en cours actuellement.

source: #{set} *in DM*
fr_fr: #{set} *en MP*

source: (continued)
fr_fr: (suite)

source: List of ongoing matches
fr_fr: Liste des matchs en cours

source: Sorted by play order and duration
fr_fr: Triés par ordre de jeu et durée

source: Register to the current tournament, or check-in.
fr_fr: Inscrivez-vous au tournoi actuel, ou confirmez votre présence (check-in).

source: You are already checked in.
fr_fr: Vous êtes déjà check.

source: You cannot check in this channel.
fr_fr: Vous ne pouvez pas vous check dans ce salon.

source: The check-in isn't active.
fr_fr: Le check-in n'est pas en cours.

source: You cannot register in this channel.
fr_fr: Vous ne pouvez pas vous inscrire dans ce salon.

source: No more places for this tournament.
fr_fr: Plus de places pour ce tournoi.

source: Registrations aren't active.
fr_fr: Les inscriptions ne sont pas actives.

source: I can't give you the role.
fr_fr: Je ne peux pas vous donner le rôle.

source: Leave the current tournament. If the tournament has started, use `[p]dq` instead.
fr_fr: Se désinscrire du tournoi en cours. Si le tournoi a commencé, utilisez `[p]dq` à la place.

source: You are not registered for this tournament.
fr_fr: Vous n'êtes pas inscrit à ce tournoi.

source: Register members manually. You can provide multiple mentions, IDs, or full names (enclosed in quotation marks if there are spaces). Members already registered are ignored.
fr_fr: Inscrit des membres manuellement. Vous pouvez donner plusieurs mentions, IDs, ou des noms complets (encadrés par des guillemets s'il y a des espaces). Les membres déjà inscrits sont ignorés.

source: The member you provided is already registered.
fr_fr: Le membre fourni est déjà inscrit.

source: The members you provided are already registered.
fr_fr: Les membres que vous avez fournis sont déjà inscrits.

source: You want to register a member, but you're exceeding the limit of participants ({total}/{limit}).
fr_fr: Vous voulez inscrire un membre, mais vous dépassez la limite de participants ({total}/{limit}).

source: You want to register {register} members, but you're exceeding the limit of participants ({total}/{limit}).
fr_fr: Vous voulez inscrire {register} membres, mais vous dépassez la limite de participants ({total}/{limit}).

source: He is pre-checked.
fr_fr: Il n'a pas besoin de check.

source: They are pre-checked.
fr_fr: Ils n'ont pas besoin de check.

source: A member couldn't be registered.
fr_fr: Un membre n'a pas pu être inscrit.

source: {failed} members couldn't be registered.
fr_fr: {failed} membres n'ont pas pu être inscrits.

source: Successfully registered a participant.{check}{failed}
fr_fr: Un participant a été inscrit avec succès.{check}{failed}

source: Successfully registered {register} participants.{check}{failed}
fr_fr: {register} participants ont été inscrits avec succès.{check}{failed}

source: Unregister members manually. You can provide multiple mentions, IDs, or full names (enclosed in quotation marks if there are spaces).
fr_fr: Désinscrit des membres manuellement. Vous pouvez donner plusieurs mentions, IDs, ou des noms complets (encadrés par des guillemets s'il y a des espaces).

source: The member you provided isn't registered.
fr_fr: Le membre fourni n'est pas inscrit.

source: The members you provided aren't registered.
fr_fr: Les membres que vous avez fournis ne sont pas inscrits.

source: A member couldn't be unregistered.
fr_fr: Un membre n'a pas pu être désinscrit.

source: {failed} members couldn't be unregistered.
fr_fr: {failed} membres n'ont pas pu être désinscrits.

source: Successfully unregistered a participant.{failed}
fr_fr: Un participant a été désinscrit avec succès.{failed}

source: Successfully unregistered {register} participants.{failed}
fr_fr: {register} participants ont étés désinscrits avec succès.{failed}

source: Manually start and stop the registrations for the tournament. Automated start and stop can be setup with `[p]tset register`.
fr_fr: Démarre et stoppe manuellement les inscriptions pour le tournoi. L'ouverture et la fermeture peuvent être automatisés avec `[p]tset register`.

source: Starts the registration phase.
fr_fr: Démarre la phase d'inscriptions.

source: Registrations are already ongoing.
fr_fr: Les inscriptions sont déjà en cours.

source: Looks like you have scheduled registrations. Do you want to cancel the next scheduled opening of registrations? Decline if you intend to manually close the registrations before the scheduled opening. Note: this doesn't affect the second scheduled opening for two-stage registrations.
fr_fr: On dirait que vous avez des inscriptions planifiées. Voulez-vous annuler la prochaine ouverture planifiée des inscriptions ? Refusez si vous avez l'intention de fermer manuellement les inscriptions avant l'ouverture planifiée. Note : cela n'affecte pas la seconde ouverture prévue pour les inscriptions en deux étapes.

source: The first registrations are done, but it looks like you have a second scheduled opening (two-stage registrations). Do you want to cancel the next scheduled opening of registrations? Decline if you intend to manually close the registrations before the scheduled opening.
fr_fr: Les premières inscriptions sont faites, mais il semble que vous ayez une deuxième ouverture prévue (inscriptions en deux étapes). Voulez-vous annuler la prochaine ouverture planifiée des inscriptions ? Refusez si vous avez l'intention de fermer manuellement les inscriptions avant l'ouverture planifiée.

source: Ends the registration phase.
fr_fr: Stoppe les inscriptions.

source: Registrations are not active.
fr_fr: Les inscriptions ne sont pas actives.

source: Looks like you have a scheduled stop. Do you want to cancel the next scheduled closing of registrations? Accept if you do not intend to re-open the registrations (or at least before the scheduled closing).
fr_fr: On dirait que vous avez un arrêt programmé. Voulez-vous annuler la prochaine fermeture planifiée des inscriptions ? Acceptez si vous n'avez pas l'intention de rouvrir les inscriptions (ou au moins avant la fermeture prévue).

source: Looks like you have another scheduled opening (two-stage registrations). Do you want to cancel the next scheduled opening of registrations? Accept if you want to fully close the registrations as of now.
fr_fr: On dirait que vous avez une autre ouverture planifiée (inscriptions en deux étapes). Voulez-vous annuler la prochaine ouverture planifiée des inscriptions ? Acceptez si vous voulez fermer complètement les inscriptions dès maintenant.

source: Manually start and stop the check-in for the tournament. Automated start and stop can be setup with `[p]tset checkin`.
fr_fr: Démarre et stoppe manuellement le check-in pour le tournoi. L'ouverture et la fermeture peuvent être automatisés avec `[p]tset checkin`.

source: Starts the check-in phase.
fr_fr: Démarre la phase de check-in.

source: Check-in is already ongoing.
fr_fr: Le check-in est déjà en cours.
