Repository: laggron42/Laggrons-Dumb-Cogs
Catalog: say/locales/*.po
Languages: tr_tr

source: Speak as if you were the bot Documentation: http://laggron.red/say.html
tr_tr: Bot yerine siz konuşun Döküman: http://laggron.red/say.html

source: I am not allowed to send messages in
tr_tr: Buraya mesaj yollamaya iznim yok

source: I am not allowed to upload files in
tr_tr: Buraya dosya yükleme iznim yok

source: Make the bot say what you want in the desired channel. If no channel is specified, the message will be send in the current channel. You can attach some files to upload them to Discord. Example usage : - `!say #general hello there` - `!say owo I have a file` (a file is attached to the command message)
tr_tr: Bota istediğiniz kanalda istediğinizi söyletin. Eğer mesaj için bir kanal ayarlanmazsa şu anki odaya atacaktı. İstediğiniz dosyaları Discord'a yüklemek içinde kullanabilirsiniz. Örneğin : - `!say #general Merhaba` - `!say owo benim bir dosyam var ` (komut satırına bir dosya ekleyin)

source: Same as say command, except it deletes your message. If the message wasn't removed, then I don't have enough permissions.
tr_tr: Aynı komut ve işlev fakat siz yazdıktan sonra mesajınız silinir. Eğer mesaj silinmezse bu yetkimin yetmediği anlamına gelir.

source: Not enough permissions to delete messages.
tr_tr: Mesajları silmeye yeterli yetkim yok.

source: Start receiving and sending messages as the bot through DM
tr_tr: DM aracılığıyla bot olarak mesaj almaya ve göndermeye başlayın

source: You need to give a channel to enable this in DM. You can give the channel ID too.
tr_tr: DM olarak kullanmak için bir kanal ayarlamanız gerekir. İster kanal ister ID olarak ekleyebilirsiniz.

source: A session is already running.
tr_tr: Bir işlem zaten devam ediyor.

source: I will start sending you messages from {0}. Just send me any message and I will send it in that channel. React with ❌ on this message to end the session. If no message was send or received in the last 5 minutes, the request will time out and stop.
tr_tr: Size buradan mesaj göndermeye başlayacağım {0}. Bana bir mesaj gönderin ve ben de o kanala gönderebileyim. Durdurmak için ❌ ifadesine basın. Eğer bir mesaj gönderilmezse ya da işlem devam etmezse 5 dakika içerisinde duracaktır.

source: Request timed out. Session closed
tr_tr: İşlem zaman aşımına uğradı. Bu oturum kapandı

source: Get informations about the cog.
tr_tr: Cog hakkında bilgi alın.

source: Laggron's Dumb Cogs V3 - say Version: {0.__version__} Author: {0.__author__} Github repository: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord server: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/ Help translating the cog: https://crowdin.com/project/laggrons-dumb-cogs/ Support my work on Patreon: https://www.patreon.com/retke
tr_tr: Laggron's Dumb Cogs V3 - say Versiyon: {0.__version__} Author: {0.__author__} Github deposu: https://github.com/retke/Laggrons-Dumb-Cogs/tree/v3 Discord sunucusu: https://discord.gg/AVzjfpR Documentation: http://laggrons-dumb-cogs.readthedocs.io/ Çeviri yapmamızda bize yardımcı ol: https://crowdin.com/project/laggrons-dumb-cogs/ Patreon'da bana destek ol: https://www.patreon.com/retke

source: Session closed
tr_tr: Oturum kapatıldı
